Repository: Portugao/german
Catalog: Dizkus/tags/Dizkus-4.0.0/locale/*/LC_MESSAGES/module_dizkusmodule.po
Languages: de

source: item
de: Eintrag

source: Discussion of item at: %s
de: Diskussion des Eintrags bei: %s

source: Dizkus Hook Settings
de: Dizkus Hook Einstellungen

source: Error: No forum selected for area '%s'
de: Fehler: Kein Forum für Bereich '%s' ausgewählt

source: Dizkus: Hook option settings updated.
de: Dizkus: Einstellung der Hook Optionen aktualisiert.

source: locked
de: gesperrt

source: deleted
de: gelöscht

source: Dizkus: All hooked discussion topics %s.
de: Dizkus: Alle gehookten Diskussionsthemen %s.

source: Forum with id %s not found
de: Forum mit ID %s nicht gefunden

source: Move them to a new parent forum
de: Verschiebe sie zu einem neuen Eltern-Forum

source: Remove them
de: Entferne sie

source: Error! Hooked content does not validate.
de: Fehler! Gehookter Inhalt kann nicht bestätigt werden.

source: You cannot move topics into this location, only forums. Delete the topics or choose a different destination.
de: Du kannst keine Themen an diesen Ort verschieben, nur Foren. Lösche die Themen oder wähle ein anderes Ziel.

source: You cannot select a descendant forum as a destination.
de: Du kannst kein darunter liegendes Forum als Ziel wählen.

source: You cannot select the same forum as a destination.
de: Du kannst nicht das gleiche Forum als Ziel wählen.

source: Ascending
de: Aufsteigend

source: Descending
de: Absteigend

source: Delete topic
de: Thema löschen

source: Lock topic
de: Thema sperren

source: Done! Updated configuration.
de: Fertig! Konfiguration aktualisiert.

source: Done! Reset configuration to default values.
de: Fertig! Konfiguration auf Voreinstellungen zurückgesetzt.

source: Could not find username "%s". Please try again.
de: Konnte Benutzernamen "%s" nicht finden. Versuche es nochmal.

source: Editing of root forum is disallowed
de: Bearbeiten des Root-Forums ist nicht erlaubt.

source: Modify forum
de: Bearbeite Forum

source: Create forum
de: Erstelle Forum

source: Item with id %s not found
de: Eintrag mit ID %s nicht gefunden

source: Group
de: Gruppe

source: Pop3 test successful.
de: POP3 Test erfolgreich.

source: Forum successfully updated.
de: Forum erfolgreich aktualisiert.

source: Forum successfully created.
de: Forum erfolgreich angelegt.

source: Hello! Please visit this link. I think it will be of interest to you.
de: Hallo. Bitte besuche diesen Link, ich glaube, der dürfte für dich von Interesse sein.

source: Error! Missing post id.
de: Fehler! Fehlende Posting ID.

source: Error! Your post contains unacceptable content and has been rejected.
de: Fehler! Dein Posting beinhaltet nicht akzeptierbaren Inhalt und ist zurückgewiesen geworden.

source: Error! Cannot delete the first post in a topic. Delete the topic instead.
de: Fehler! Kann das erste Posting eines Thema nicht löschen. Lösche stattdessen das Thema.

source: Split
de: Aufteilen

source: Post deleted
de: Posting gelöscht

source: Email sent!
de: Email verschickt!

source: Done! Signature has been updated.
de: Fertig! Die Signatur wurde aktualisiert.

source: Choose target topic
de: Zielthema wählen

source: Choose action
de: Aktion auswählen

source: Mark selected topics as 'solved'
de: Ausgewählte Themen als gelöst markieren

source: Remove 'solved' status from selected topics
de: 'Gelöst'-Status von ausgewählten Themen entfernen

source: Give selected topics 'sticky' status
de: Ausgewählten Themen den 'angeheftet'-Status geben

source: Remove 'sticky' status from selected topics
de: 'Angeheftet'-Status von ausgewählten Themen entfernen

source: Lock selected topics
de: Ausgewählte Themen sperren

source: Unlock selected topics
de: Ausgewählte Themen entsperren

source: Delete selected topics
de: Ausgewählte Themen löschen

source: Move selected topics
de: Ausgewählte Themen verschieben

source: Join topics
de: Themen zusammenlegen

source: Select target forum
de: Zielforum auswählen

source: Error! You did not select a target forum for the move.
de: Fehler! Du hast kein Zielforum für das Verschieben ausgewählt.

source: Error! You did not select a target topic to join.
de: Fehler! Du hast kein Zielthema zum Zusammenführen gewählt.

source: Error! The original forum cannot be the same as the target forum.
de: Fehler! Das Quellforum kann nicht das gleiche wie das Zielforum sein.

source: Error! Missing forum id.
de: Fehler! Die Foren ID fehlt.

source: Error! This forum is locked. New topics cannot be created.
de: Fehler! Dieses Forum ist gesperrt. Es können keine neuen Themen angelegt werden.

source: Print topic
de: Thema ausdrucken

source: Go to page %s:
de: Gehe zu Seite %s:

source: For forum searches, each search term must be between %1$s and %2$s characters in length.
de: Für Forensuchen muss jeder Suchausdruck zwischen %1$s und %2$s Zeichen lang sein.

source: You do not have permission to search any of the forums.
de: Du hast keine Berechtigung, eines der Foren zu durchsuchen.

source: You do not have permission to search the requested forums.
de: Du hast keine Berechtigung, um die betroffenen Foren zu durchsuchen.

source: Forum statistics
de: Forenstatistik

source: Forum Statistics Block
de: Forenstatistik Block

source: Forum recent
de: Letztes Forum

source: Recent forum posts
de: Letzte Forenpostings

source: topic
de: Thema

source: Deleted user
de: Benutzer gelöscht

source: Forum Index
de: Forenübersicht

source: Error! You do not have the necessary authorisation for forum ID %s.
de: Fehler! Du hast nicht die notwendige Autorisierung für die Foren ID %s.

source: Error! The forum ID %s is unknown.
de: Fehler! Die Forum ID %s ist unbekannt.

source: Error! You do not have the necessary authorisation for topic ID %s.
de: Fehler! Du hast nicht die notwendige Autorisierung für die Themen ID %s.

source: Error! The topic ID %s is unknown.
de: Fehler! Die Themen ID %s ist unbekannt.

source: Error! Unknown parameter at position #1 ('F' or 'T').
de: Fehler! Unbekannter Parameter an Position #1 ('F' or 'T').

source: Error! The Dizkus module is not available.
de: Fehler! Das Dizkus Modul ist nicht verfügbar.

source: Error! No needle ID.
de: Fehler! Keine Needle ID.

source: Notice: This version does not support upgrades from versions of Dizkus less than 3.1. Please upgrade to 3.1 before upgrading again to version %s.
de: Beachte: Diese Version unterstützt keine Upgrades von Dizkus-Versionen niedriger als 3.1. Bitte führe erst ein Upgrade auf 3.1 durch vor dem Upgraden auf Version %s.

source: Sorry! The forums are currently off-line for maintenance. Please try later.
de: Entschuldigung! Die Foren sind derzeit wegen Wartungsarbeiten off-line. Probier' es bitte später.

source: There was a problem recognizing the existing Dizkus tables. Please confirm that your settings for prefix in $ZConfig['System']['prefix'] match the actual Dizkus tables in the database. (Current prefix loaded as `%s`)
de: Es gab ein Problem, die existierenden Dizkus Tabellen zu erkennen. Bitte bestätigte, dass deine Einstellungen für das Prefix $ZConfig['System']['prefix'] den tatsächlichen Dizkus-Tabellen in der Datenbank entsprechen. (Derzeitiges Prefix geladen als `%s`)

source: Double check your path variable setting for rank images in settings!
de: Überprüfe in den Einstellungen bitte deine Pfadvariableneinstellung für Rangbilder!

source: The permission schemas %1$s and %2$s were changed into %3$s and %4$s, respectively. If you were using them please modify your permission table.
de: Die Rechteschemen %1$s und %2$s wurden geändert in %3$s und %4$s. Wenn du sie benutzt, aktualisiere bitte deine Rechtetabelle.

source: Dizkus: Hooked discussion topic created.
de: Dizkus: Gehooktes Discussionsthema erstellt.

source: Dizkus: Hooked discussion topic %s.
de: Dizkus: Gehooktes Diskussionsthema %s.

source: Discussion for %s
de: Diskussion über %s

source: Moderation request
de: Moderationsanfrage

source: Guest
de: Gast

source: Request for moderation on %s
de: Anfrage nach Moderation von %s

source: Comment
de: Kommentar

source: Post Content
de: Posting-Inhalt

source: Link to topic
de: Link zu diesem Thema

source: The moderator has been contacted about this post. Thank you.
de: Der Moderator ist über dieses Posting in Kenntnis gesetzt worden. Besten Dank.

source: *** The original posting '%s' has been moved
de: *** Das original Posting '%s' ist verschoben worden

source: The original posting has been moved
de: Das original-Posting ist verschoben worden.

source: moved
de: verschoben

source: here
de: hier

source: Either "%1$s" or "%2$s" must be set.
de: Entweder "%1$s" oder "%2$s" muss angegeben werden.

source: Destination topic does not exist.
de: Das Zielthema existiert nicht.

source: Error! Wrong parameters in countstats().
de: Fehler! Falsche Parameter in countstats().

source: Host unknown
de: Unbekannter Host

source: Summary
de: Zusammenfassung

source: Quote
de: Zitat

source: Error! The post has no subject line.
de: Fehler! Dieses Posting hat keine Betreff-Zeile.

source: Today
de: Heute

source: Since yesterday
de: seit gestern

source: In the last week
de: In der letzten Woche

source: In the last %s hours
de: In den letzten %s Stunden

source: Since your last visit on %s
de: Seit deinem letzten Besuch am %s

source: Unanswered
de: unbeantwortet

source: Unsolved
de: ungelöst

source: Personal settings
de: Persönliche Einstellungen

source: Modify personal settings
de: Verändern persönlicher Einstellungen

source: Forum subscriptions
de: Forumabonnements

source: Manage forum subscriptions
de: Verwalten von Forenabonnements

source: Topic subscriptions
de: Themenabonnements

source: Manage topic subscriptions
de: Verwalten von Themenabos

source: Signature
de: Signaturen

source: Manage signature
de: Signaturen verwalten

source: Edit forum tree
de: Forenbaum bearbeiten

source: Create, delete, edit and re-order forums
de: Erzeugen, bearbeiten, löschen und neu anordnen von Foren

source: Edit user ranks
de: Bearbeiten von Benutzerrängen

source: Create, edit and delete user rankings acquired through the number of a user's posts
de: Erstellen, bearbeiten und löschen von Benutzer Rängen, die durch die Anzahl Benutzerposting erworben wurden

source: Edit honorary ranks
de: Ehrenränge bearbeiten

source: Create, delete and edit special ranks for particular users
de: Erzeugen, bearbeiten und löschen von speziellen Rängen für einzelne Benutzer

source: Assign honorary rank
de: Ehrenrang zuweisen

source: Assign honorary user ranks to users
de: Ehrenränge Benutzern zuweisen

source: Manage subscriptions
de: Verwalten von Abonnements

source: Remove a user's topic and forum subscriptions
de: Entfernen von Themen- und Forenabos eines Benutzers

source: Settings
de: Einstellungen

source: Edit general forum-wide settings
de: Allgemeine foren-weite Einstellungen bearbeiten

source: Forum Index (top level)
de: Forenindex (Toplevel)

source: Last
de: Letzte

source: New
de: Neu

source: You have not selected any favorite forums. Please select some and try again.
de: Du hast keine favoritisierten Foren ausgewählt. Bitte auswählen und versuche es erneut.

source: This site has not set up any forums or they are all private. Contact the administrator.
de: Diese Webseite hat keine Foren eingerichtet oder sie sind alle privat. Bitte kontaktiere den Administrator.

source: Error! The forum you selected (ID: %s) was not found. Please try again.
de: Fehler! Das ausgewählte Forum (ID: %s) wurde nicht gefunden. Bitte versuch' es noch einmal.

source: Error! The topic you selected (ID: %s) was not found. Please try again.
de: Fehler! Das ausgewählte Thema (ID: %s) wurde nicht gefunden. Bitte versuch' es nochmal.

source: Error! The message is too long. The maximum length is 65,535 characters.
de: Fehler! Diese Mitteilung ist zu lang. Die maximale Länge ist 65.535 Zeichen.

source: Error! The message is empty. Please add some text.
de: Fehler! Diese Meldung ist leer. Bitte füge Text hinzu.

source: Error! An invalid forum ID %s was encountered.
de: Fehler! Es wurde eine ungültige Foren ID %s wurde festgestellt.

source: Error! Could not find a template for an %s-type feed.
de: Fehler! Konnte kein Template für einen %s-type Feed finden.

source: Done! Synchronized forum index.
de: Fertig! Forenindex synchronisiert.

source: Error synchronizing forum index
de: Fehler beim Synchronisieren des Forenindex

source: Done! Synchronized topics.
de: Fertig! Themen synchronisiert.

source: Error synchronizing topics.
de: Fehler beim Synchronieren von Themen.

source: Done! Synchronized posts counter.
de: Fertig! Beitragszähler synchronisiert.

source: Error synchronizing posts counter.
de: Fehler beim Synchronisieren des Beitragszählers

source: Error! No post ID in %s.
de: Fehler! Keine Posting ID in %s.

source: Error! No post_id in %s.
de: Fehler! Keine post_id in %s.

source: Error! No topic ID in 'Dizkus/Ajax/changeTopicStatus()'.
de: Fehler! Keine Themen ID in 'Dizkus/Ajax/changeTopicStatus()'.

source: Error! No mode or illegal mode parameter (%s) in 'Dizkus/Ajax/changeTopicStatus()'.
de: Error! Kein Modus oder ungültiger Modus Parameter (%s) in 'Dizkus/Ajax/changeTopicStatus()'.

source: Error! Favourites have been disabled.
de: Fehler! Favoriten sind deaktiviert.

source: Error! No forum ID in 'Dizkus/Ajax/modifyForum()'.
de: Fehler! Keine Foren ID in 'Dizkus/Ajax/modifyForum()'.

source: Dizkus forums
de: Dizkus Foren

source: An integrated discussion forum for Zikula.
de: Ein integriertes Diskussionsforum für Zikula.

source: forums
de: Foren

source: BBCode allows bracket-tag markup in post text.
de: BBCode erlaubt Klammer-Tag Markup im Postingtext

source: BBSmile allows addition of smilies to post text.
de: BBSmile erlaubt, Smiliies zum Postingtext hinzuzufügen

source: Detect and block Spam from forum posts.
de: Spam aus Forenpostings erkennen und blockieren.

source: Dizkus post hook
de: Dizkus Posting Hook

source: Dizkus post filter
de: Dizkus Posting Filter

source: Dizkus topic hook
de: Dizkus Themen Hook

source: Dizkus forum hook
de: Dizkus Foren Hook

source: Dizkus topic provider hook
de: Dizkus Themen-Ersteller Hook

source: Dizkus settings for %s
de: Dizkus Einstellungen für %s

source: Dizkus hook option settings for area "%s"
de: Einstellungen der Dizkus Hook-Optionen für den Bereich "%s"

source: Forum to place hooked topics within:
de: Forum, in denen gehookte Themen plaziert werden:

source: Save
de: Speichern

source: Cancel
de: Löschen

source: Enable commenting on this item
de: Kommentieren dieses Eintrags erlauben

source: A discussion topic has been created for this item.
de: Ein Diskussionsthema wurde für diesen Eintrag erzeugt.

source: View topic
de: Thema anzeigen

source: Updated values here will be reflected in the discussion topic.
de: Aktualisierte Werte hier werden im Diskussionsthema gespiegelt.

source: WARNING: The discussion topic in the <em>%s</em> forum will be <strong>%s</strong> for this item.
de: WARNUNG: Das Diskussionsthema im <em>%s</em> Forum wird für diesen Eintrag <em>%s</em>.

source: %s Comment
de: %s Kommentar

source: Forum tree
de: Forenbaum

source: Create a new forum
de: Neues Forum anlegen

source: Recalculate post and topics totals
de: Posting- und Themenanzahl (total) neu berechnen

source: Actions
de: Aktionen

source: Search for a user
de: Nach einem Benutzer suchen

source: Topic
de: Thema

source: Poster
de: Autor

source: All topic subscriptions
de: Alle Themenabos

source: No topic subscriptions found.
de: Keine Themenabonnements gefunden.

source: All forum subscriptions
de: Alle Forenabonnements

source: No forum subscriptions found.
de: Keine Forenabos gefunden.

source: Unsubscribe selected
de: Ausgewählte nicht mehr abonnieren

source: Delete forum
de: Forum löschen

source: Are you sure want to remove the forum '%s'.
de: Bist du sicher, dass du das Forum '%s' entfernen möchtest?

source: Move or remove subforums and topics
de: Unterforen und Themen verlagern oder löschen

source: destination:
de: Ziel:

source: Yes
de: Ja

source: edit forum
de: Forum bearbeiten

source: view forum
de: Forum anzeigen

source: delete forum
de: Forum löschen

source: move up
de: nach oben bewegen

source: move down
de: nach unten bewegen

source: POP3 test results
de: POP3 Test Ergebnisse

source: Back to forum administration
de: Zurück zur Foren Administration

source: General settings
de: Allgemeine Einstellungen

source: Forums are accessible to visitors
de: Foren sind für Besucher verfügbar

source: If the 'Forums are accessible to visitors' setting is deactivated then only administrators will have access to the forums. You can temporarily deactivate this setting to take the forums off-line when you need to perform maintenance.
de: Wenn die Einstellung 'Foren sind für Besucher verfügbar' deaktiviert wird, dann haben nur Administratoren Zugriff auf die Foren. Du kannst diese Einstellung vorübergehend deaktivieren, um die Foren off-line zu nehmen, wenn du Verwaltungsaufgaben durchführen willst.

source: Message displayed if forums are disabled
de: Mitteilung, die angezeigt wird, wenn das Forum deaktiviert ist

source: Redirect forum index to forum id
de: Forenindex umleiten auf Foren ID

source: Leave blank to use standard forum index.
de: Feld leer lassen, um den Standard Forenindex zu benutzen

source: Sender address for e-mail messages from forums
de: Absender Adresse von Email-Mitteilungen aus Foren

source: Anonymous posts assigned to UID
de: Anonyme Posting gebunden an UID

source: Anonymous posts can be created by hooks or RSS feeds. This UID will be used as the 'original poster' of the thread. Default: 2 (admin).
de: Anonyme Postings können durch Hooks oder RSS Feeds erzeugt werden. Diese UID wird als 'Postername' benutzt. Voreinstellung: 2 (admin)

source: 'Hot topic' threshold (default: 20)
de: 'Topthema' Schwellwert (Voreinstellung: 20)

source: Posts per page in topic index (default: 15)
de: Postings pro Seite im Themenindex (Voreinstellung: 15)

source: Topics per page in forum index (default: 15)
de: Themen pro Seite im Forenindex (Voreinstellung: 15)

source: Path to rank images
de: Pfad zu den Rang-Images

source: Enable user-side ajax
de: Benutzer-seitig Ajax aktivieren

source: Enable solved option in topics
de: Gelöst-Optionen in Posting aktivieren

source: Forum Search settings
de: Einstellungen für die Forensuche

source: Enable full-text index field searching
de: Volltext Indexfeld Suche aktivieren

source: Notice: For searches with full-text index fields, you need MySQL 4 or later; the feature does not work with InnoDB databases. This flag will normally be set during installation, when the index fields have been created. Search results may be empty if the query string is present in too many postings. This is a feature of MySQL. For more information, see <a href="http://dev.mysql.com/doc/mysql/en/fulltext-search.html" title="Full-text search in MySQL">'Full-text search in MySQL'</a> in the MySQL documentation.
de: Hinweis: Für Suche mit volltext-Indexfeldern benötigt man MySQL 4 oder später; Dieses Feature arbeitet nicht mit InnoDB Datenbanken. Dieses Flag wird normalerweise während der Installation gesetzt, wenn die Indexfelder erzeugt werden. Suchresultate können leer sein, wenn der Suchstring zu viele Postings ergibt. Dies ist ein Feature von MySQL. Für weitere Information siehe <a href="http://dev.mysql.com/doc/mysql/en/fulltext-search.html" title="Full-text search in MySQL">'Full-text search in MySQL'</a> in der MySQL Dokumentation.

source: Enable extended full-text search in internal search
de: Ausführliche voll-text Suche in der internen Suche ermöglichen

source: Notice: Extended full-text searching enables queries like '+Dizkus -Skype' to find posts that contain 'Dizkus' but not 'Skype'. Requires MySQL 4.01 or later. For more information, see <a href="http://dev.mysql.com/doc/mysql/en/fulltext-boolean.html" title="Extended full-text search in MySQL">'Full-text search in MySQL'</a> in the MySQL documentation.
de: Beachte: Umfassende Suchen im Volltext ermöglicht Abfragen wie '+Dizkus -Skype' um Postings zu finden, die Dizkus enthalten aber nicht 'Skype'. Benötigt MySQL 4.01 oder später. Für weitere Informationen siehe <a href="http://dev.mysql.com/doc/mysql/en/fulltext-boolean.html" title="Extended full-text search in MySQL">'Full-text search in MySQL'</a> in der MySQL Dokumentation.

source: Show text in search results
de: Text in Suchergebnissen anzeigen

source: Notice: Deactivate the 'Show text in search results' setting for high-volume sites if you need to improve search performance, or if you need to be attentive to constant cleaning of the search results table.
de: Beachte: Deaktiviere die Einstellung 'Text in Suchergebnissen anzeigen' für hoch-frequente Webseiten, wenn du die Suchleistung verbessern oder ein aufmerksam ein ständiges Löschen der Tabelle mit Suchergebnissen willst.

source: Minimum number of characters in search query string (1 minimum)
de: Minimale Anzahl Zeichen im String einer Suchanfrage (maximal 1)

source: Maximum number of characters in search query string (50 maximum)
de: Maximale Anzahl Zeichen im String einer Suchanfrage (maximal 50)

source: User-related settings
de: Benutzerrelevante Einstellungen

source: Default sort order for posts
de: Voreinstellung der Sortierreihenfolge für Posting

source: Beginning of signature
de: Beginn der Signature

source: End of signature
de: Ende der Signatur

source: Enable signature management via forum user settings
de: Signaturen-Management über die Benutzereinstellungen des Forums ermöglichen

source: Strip user signatures from posts
de: Von Postings Benutzersignaturen entfernen

source: Security settings
de: Sicherheitseinstellungen

source: Log IP addresses
de: IP Adresse loggen

source: Strip HTML tags from new posts
de: HTML tags aus neuen Posting entfernen

source: Notice: Setting 'Strip HTML tags from new posts' to enabled does not affect the content of '[code][/code]' BBCode tags.
de: Beachte: Einstellung 'HTML tags aus neuen Posting entfernen' betrifft nicht den Inhalt von [code][/code] BBCode tags.

source: Number of hours during which non-moderators are allowed to edit their post (leave blank for unlimited)
de: Anzahl Stunden, innerhalb denen Nicht-Moderatoren ihre Postings editieren können (für unbegrenzte Zeit freilassen)

source: hours
de: Stunden

source: Strip HTML tags from outgoing email post content
de: HTML tags aus dem Inhalt eines ausgehenden Emailtextes entfernen

source: Admin to notify with Moderator notifications
de: Admin über Moderatoren-Hinweise informieren

source: Other settings
de: Andere Einstellungen

source: Enable Mail2Forum
de: Mail2Forum aktivieren

source: Enable RSS2Forum
de: RSS2Forum aktivieren

source: Enable favourites
de: Favoriten aktivieren

source: Action to be performed when 'delete' hook is called
de: Auszuführende Aktion, wenn der 'delete hook' aufgerufen wird

source: Restore defaults
de: Voreinstellungen wiederherstellen

source: Edit forum
de: Forum bearbeiten

source: New forum
de: Neues Forum

source: Description
de: Beschreibung

source: Lock Forum
de: Forum sperren

source: Locking a forum prevents new <strong>topics</strong> from being created in the forum.
de: Sperren eines Forums verhindert, dass in dem Forum neue <strong>Themen</strong> erstellt werden können.

source: Parent
de: Eltern

source: Forum Information
de: Forum Informationen

source: Visit this forum
de: Besuche dieses Forum

source: Topics
de: Themen

source: Post
de: Posting

source: Posts
de: Postings

source: Moderation (Users)
de: Moderation (Benutzer)

source: Moderation (Groups)
de: Moderation (Gruppe)

source: External source
de: Externe Quelle

source: No external source
de: Keine externe Quelle

source: 'Feeds' module is not available.
de: Das 'Feeds'-Modul ist nicht verfügbar.

source: Connect as User...
de: Als Benutzer verbinden
