Repository: Portugao/german
Catalog: Dizkus/tags/Dizkus-4.0.0/locale/*/LC_MESSAGES/module_dizkusmodule.po
Languages: de

source: Core user
de: Systembenutzer

source: Perform POP3 test after saving
de: Nach dem Speichern POP3 Test durchführen

source: POP3 password
de: POP3 Passwort

source: POP3 password (repeat for verification)
de: POP3 Passwort (zum Bestätigen wiederholen)

source: Rule
de: Anmerkung

source: Notice: This rule is a regular expression applied to posts incoming via e-mail, in order to prevent spam postings. If there is no rule here then no checks will be performed.
de: Beachte: Diese Anmerkung ist ein regulärer Ausdruck, der an Postings angefügt wird, die per Email hereinkommen, um Spampostings zu verhindern. Wenn sich hier kein Anmerkung befindet, werden keine Prüfungen durchgeführt.

source: Select RSS feed
de: RSS Feed auswählen

source: None
de: Kein(e)

source: In this page, you can create, delete and edit user ranks for that users acquire automatically after a certain number of posts in the forums. To create a new rank, simply type entries in the fields of the 'Create new user rank' section and click on the 'Create' button. To edit a rank, edit the fields of a rank in the ranks list, and then click on 'Save rank changes'. To remove a rank, put a checkmark in the 'Delete rank' checkbox beside the desired rank, and then click on the 'Save rank changes' button.
de: Auf dieser Seite kannst du Benutzerränge erstellen, bearbeiten und löschen, die Benutzer automatisch für eine festgelegte Anzahl Postings erhalten. Um einen neuen Rang zu erstellen, tippe einfach Einträge in die Felder des 'Neuen Benutzerrang erstellen'-Absatzes und klicke auf den 'Erstellen'-Button. Um einen Rang zu ändern bearbeite die Felder eines Ranges in der Liste, und dann klicke auf 'Rangänderungen speichern'. Um einen Rang zu entfernen, setze eine Markierung im 'Rang löschen' Markierungsfeld neben dem entsprechenden Rang, und dann klicke auf den 'Rangänderungen speichern'.

source: Create new rank
de: Neuen Rang erstellen

source: User rank name
de: Name des Benutzerranges

source: Minimum number of posts
de: Minimale Anzahl Postings

source: Maximum number of posts
de: Maximale Anzahl Postings

source: Internal Dizkus image
de: Internes Dizkus Bild

source: Create
de: Erstellen

source: User rank
de: Benutzerrang

source: Minimum posts
de: Minimale Anzahl Postings

source: Maximum posts
de: Maximale Anzahl Postings

source: Image
de: Bild

source: Delete rank
de: Rang löschen

source: No items found.
de: Keine Einträge gefunden.

source: Submit
de: Absenden

source: Modify
de: Ändern

source: In this page, you can create, delete and edit special honorary ranks awarded to particular users (site staff or project team members, for example). To create a new rank, simply type entries in the fields of the 'Create new rank' section and click on the 'Create honorary rank' button. To edit a rank, edit the fields of a rank in the ranks list, and then click on 'Save rank changes'. To remove a rank, put a checkmark in the 'Delete rank' checkbox beside the desired rank, and then click on the 'Save rank changes' button.
de: Auf dieser Seite kannst du einen besonderen Ehrenrang erstellen, bearbeiten und löschen, der besonderen Benutzern (Personal der Webseite oder Teammitgliedern des Projektes zum Beispiel) verliehen wird. Um einen neuen Rang zu erstellen, tippe einfach Einträge in die Felder 'Neuen Rang erstellen' und klicke auf den 'Ehrenrang erstellen'-Button. Um einen Rang zu editieren, editiere die Felder eines Ranges in der Liste und klicke dann auf 'Änderungen des Ranges speichern'. Um einen Rang zu entfernen, setze eine Markierung im 'Rang entfernen'-Markierungsfeld neben dem entsprechenden Rang und dann klicke auf 'Änderungen des Ranges speichern'.

source: Honorary rank name
de: Name des Ehrenranges

source: Create an honorary rank
de: Ehrenrang erstellen

source: In this page, you can select particular users and assign them honorary ranks. %s. Only users that have posted in the forum may be assigned a rank.
de: Auf dieser Seite kannst du einzelne Benutzer auswählen und ihnen Ehrenränge zuweisen. %s. Nur Benutzern, die im Forum gepostet haben, darf ein Rang zugewiesen werden.

source: User name
de: Benutzername

source: Rank
de: Rang

source: No rank
de: Kein Rang

source: No users found
de: Keine Benutzer gefunden

source: %s Most-active forum
de: %s activstes Forum

source: %s Recent topic
de: %s neuestes Thema

source: %s Most-active poster in last %s months
de: %s activster Poster in den letzten %s Monaten

source: Total
de: Gesamt

source: Forums
de: Foren

source: Last User
de: Letzter Benutzer

source: Go to forum
de: Gehe zum Forum

source: Name of template file
de: Name der template-Datei

source: Parameters
de: Parameter

source: Notice: Enter a comma-separated list. Example: 'maxposts=5,forum_id=27'.
de: Beachte: Bitte eine komma-getrennte Liste eingeben. Beispiel: 'maxposts=5,forum_id=27'.

source: Allowed parameters:
de: Erlaubte Parameter:

source: by
de: von

source: No posts
de: Keine Postings

source: Edit topic title
de: Thementitel ändern

source: topic title
de: Thementitel

source: Users on-line
de: Benutzer online

source: and
de: und

source: anonymous guests
de: Anonyme Gäste

source: anonymous guest
de: Anonymer Gast

source: This list is based on users active over the last %1$s minutes.
de: Diese Liste basiert auf Benutzern, die in den letzten %1$s Minuten aktiv waren.

source: Unchanged
de: Unverändert

source: Message
de: Mitteilung

source: Attach my signature
de: Meine Signatur anhängen

source: Delete post
de: Posting löschen

source: Search forum(s):
de: Foren durchsuchen:

source: Notice: For forum searches, your search query must be between %1$s and %2$s characters long.
de: Hinweis: Bei einer Forensuche darf deine Suchanfrage zwischen %1$s und %2$s Zeichen lang sein.

source: Select forums
de: Foren auswählen

source: All forums
de: Alle Foren

source: Search in
de: Suche in

source: Author
de: Autor

source: Forums on %s
de: Foren am %s

source: %1$s wrote at %2$s
de: %1$s schrieb um %2$s

source: Browse thread and reply: %s
de: Thread und Antworten durchsuchen: %s

source: Maintain topic and forum subscriptions: %s
de: Themen- und Forenabos pflegen: %s

source: You are receiving this e-mail message because you are subscribed to be notified of events in the forums on %s.
de: Du bekommst diese Email, weil du Benachrichtigen über Forenaktivitäten in %s abonniert hast.

source: Unsubscribe from topic
de: Themenabonnement beenden

source: Last post
de: Letztes Posting

source: Remove all topic subscriptions
de: Alle Forenabos entfernen

source: Personal Settings
de: Persönliche Einstellungen

source: Post order
de: Postingreihenfolge

source: Display only favorite forums
de: Nur favoritisierte Foren anzeigen

source: Autosubscribe to new topics
de: Automatisch neue Themen abonnieren

source: Manage your signature
de: Deine Signatur verwalten

source: Posting display settings
de: Einstellungen für die Postingdarstellung

source: Unsubscribe from forum
de: Forum nicht mehr abonnieren

source: Remove all forum subscriptions
de: Alle Forenabos entfernen

source: User IP and account information
de: Benutzer IP und Account Informationen

source: IP address
de: IP Adresse

source: Usernames posting from same IP
de: Benutzernamen von der gleichen IP Adresse

source: %s posts
de: %s Postings

source: Back to the topic
de: Zurück zum Thema

source: Notify moderator about this posting
de: Moderator über dieses Posting benachrichtigen

source: A moderator will be notified about the selected posting.<br />Valid reasons are: Copyright violations, personal insults and so on.<br />The following are not valid reasons for moderation: Typos, difference of opinion on the topic et cetera.
de: Ein Moderator wird über das gewählte Forum.<br />Gültige Gründe sind: Copyright-Verletzungen, persönliche Beleidigungen und so weiter.<br />Die folgenden sind für Moderation keine gültigen Gründe: Tippfehler, unterschiedliche Meinungen zum Thema et cetera.

source: Your comment:
de: Dein Kommentar:

source: Send
de: Senden

source: Forums index page
de: Forum Übersichtseite

source: Total posts: %s
de: Anzahl Postings: %s

source: New topic in forum
de: Neues Thema im Forum

source: Move post from one topic to another
de: Posting von einem zu einem anderen Thema verschieben

source: Move post
de: Posting verschieben

source: My forum posts
de: Meine Forenpostings

source: View my posts
de: Meine Postings anzeigen

source: View my topics
de: Meine Themen anzeigen

source: My topics
de: Meine Themen

source: My posts
de: Meine Postings

source: Edit post
de: Posting editieren

source: Subject line
de: Betreffzeile

source: Message body
de: Mitteilungstext

source: No HTML tags allowed (except inside [code][/code] tags)
de: Keine HTML tags (Ausnahme innerhalb von [code][/code] Tags) erlaubt

source: Options
de: Optionen

source: Preview
de: Vorschau

source: PREVIEW
de: VORSCHAU

source: Link to this post
de: Link zu diesem Posting

source: Posted
de: gepostet

source: Registered
de: Registriert

source: Last visit
de: Letzter Besuch

source: Send private message
de: Private Nachricht senden

source: View IP address
de: IP Adresse anzeigen

source: Remove: this is not the solution
de: Entfernen: Dies ist nicht die Lösung

source: This post has been marked as the solution.
de: Dieses Posting wurde als Lösung markiert

source: Split topic
de: Themen aufteilen

source: This topic is locked
de: Dieses Thema ist gesperrt

source: Top
de: Oben

source: Go to forums index page
de: Zur Forenübersicht gehen

source: Favorites
de: Favoriten

source: Current forum time:
de: Aktuelle Forenzeit

source: Show all forums
de: Alle Foren anzeigen

source: Show favourite forums only
de: Nur favoritisierte Foren anzeigen

source: View latest posts
de: Letzte Postings

source: Log-in
de: Anmelden

source: Register
de: Registrieren

source: Search forums
de: Foren durchsuchen

source: Administrate Dizkus
de: Dizkus administrieren

source: Moderated by
de: Moderiert von

source: Start a new topic
de: Neues Thema starten

source: New topic
de: Neues Thema

source: Subscribe to forum
de: Forum abonnieren

source: Remove forum from favourites
de: Forum von Favoriten entfernen

source: Add forum to favourites
de: Forum zu Favoriten hinzufügen

source: Moderate
de: Moderieren

source: subforums
de: Unterforen

source: topics
de: Themen

source: There are no topics in this forum yet.
de: Bisher keine Themen in diesem Forum

source: 0 users
de: 0 Benutzer

source: and %1$s anonymous guest
de: und %1$s anonymen Gast

source: This list is based on users active over the last %s minutes.
de: Liste basiert auf Benutzern, die in den letzten %s Minuten aktiv waren.

source: New posts since %s
de: Neue Posting seit %s

source: Subforums
de: Unterforen

source: No subforums available.
de: Keine Unterforen verfügbar.

source: There is %s topic not in a subforum.
de: Es gibt %s Thema nicht in einem Unterforum.

source: Replies
de: Antworten

source: Views
de: Ansichten

source: All
de: Alle

source: Topic is pinned to top of list.
de: Thema wird an den Anfang der Liste gepinnt.

source: This topic is locked.
de: Dieses Thema ist gesperrt

source: This topic is solved.
de: Dieses Thema ist gelöst

source: This topic is a support request.
de: Dieses Thema ist eine Supportanfrage

source: by %s
de: von %s

source: on
de: am

source: Hot topic
de: Top-Thema

source: Go back to normal forum view
de: Zurück zur normalen Forenansicht

source: Moderating
de: Moderieren

source: Warning! You will not be prompted for confirmation. Clicking on 'Submit' will immediately execute the chosen action.
de: Warnung! Du wirst nicht zu einer Bestätigung aufgefordert. Auf 'Übertragen' klicken führt die gewählte Aktion sofort aus.

source: Moderator options
de: Moderator Optionen

source: Choose target forum to move topic(s) to
de: Zielforum auswählen, in das Themen verschoben werden

source: Create shadow topic
de: Ein Schatten-Thema anlegen

source: To join topics, select the target topic here
de: Um Themen zusammenzuführen, bitte hier das Zielthema auswählen

source: or target topic #
de: oder Zielthema #

source: There are no topics in the forum '%s' to moderate.
de: Im Forum '%s' gibt es keine zu moderierenden Themen.

source: Last post by %s
de: Letztes Posting von %s

source: View latest post
de: Letzte Posting anzeigen

source: view
de: anzeigen

source: Powered by
de: Unterstützt von

source: Notice: This will split the topic before the selected posting.
de: Beachte: Das Thema wird vor dem ausgewählten Posting geteilt.

source: Subject for new topic
de: Betreff für neues Thema

source: Send as e-mail
de: Als Email verschicken

source: Move or join topics
de: Themen verschieben oder zusammenfügen

source: Move topic to another forum
de: Dieses Thema in ein anderes Forum verschieben

source: When you press the 'Move' button at the bottom of this form, the topic you have selected (and all its related posts) will be <strong>moved</strong> to the forum you have selected. Note: You will only be able to move the topic to a forum for which you are moderator. An administrator is allowed to move any topic to any forum.
de: Bei Drücken des 'Verschieben'-Buttons am Formularende wird das ausgewählte Thema (und alle seine Posting) in das ausgewählte Forum verschoben. Beachte: Du kannst ein Thema nur verschieben, wenn du Moderator des Zielforums bist. Ein Administrator kann ebenfalls ein beliebige Thema in irgendein Forum verschieben.

source: Target forum
de: Zielforum

source: Move topics
de: Themen verlagern

source: Join topic with another topic
de: Dieses Thema mit einem anderen zusammenlegen

source: ID of target topic
de: ID des Zielthemas

source: Click to edit
de: Zum Editieren anklicken

source: Subscribe to topic
de: Dieses Thema abonnieren

source: Unlock topic
de: Thema entsperren

source: Give this topic 'sticky' status
de: Diesem Thema Sticky-Status geben

source: Remove 'sticky' status
de: Sticky-Status entfernen

source: Mark as unsolved
de: Als ungelöst markieren

source: Changed
de: Geändert

source: Loading post
de: Lade Posting

source: Deleting post
de: Lösche Posting

source: Updating post
de: Aktualisiere Posting

source: Storing reply
de: Speichere Antwort

source: Preparing preview
de: Vorschau wird vorbereitet

source: New topic in '%s' forum
de: Neues Thema im Forum '%s'

source: Mark as support question
de: Als Supportanfrage markieren

source: Email me when a reply is posted
de: Über Antworten per Email benachrichtigen

source: Reply to '%s'
de: Antwort an '%s'

source: Notify me when a reply is posted
de: Benachrichtigen, wenn eine Antwort geschrieben wurde

source: Support request
de: Supportanfrage

source: Solved
de: Gelöst

source: Previous topic
de: Letztes Thema

source: Next topic
de: Nächstes Thema

source: Create a new topic
de: Neues Thema erstellen

source: Send the posts within this topic as an e-mail message to someone
de: Die Postings in diesem Thema als Email an jemanden senden

source: Move or join topic
de: Ein Thema verschieben oder zusammenlegen

source: To bottom of page
de: Gehe zum Seitenende

source: Latest forum posts
de: Letzte Forenpostings

source: Since Yesterday
de: Seit gestern

source: Last week
de: Letzte Woche

source: Delete Topic
de: Thema löschen

source: Confirmation prompt: Do you really want to permanently delete this topic and all posts under this topic?
de: Bestätigung: Willst du dieses Thema und alle Postings dazu tatsächlich dauerhaft löschen?

source: Send a reason to the poster
de: Einen Grund an den Poster senden

source: Your post "%s" was deleted, because
de: Dein Posting "%s" wurde gelöscht, weil

source: Delete
de: Löschen

source: Quick reply
de: Schnellantwort
