Repository: Portugao/german
Catalog: Profile/zikulaprofilemodule.*.po
Languages: de

source: %1$s and %2$s on-line.
de: %1$s und %2$s online.

source: %s anonymous guest|%s anonymous guests
de: %s anonyme Gäste|%s anonyme Gäste

source: %s registered user|%s registered users
de: %s registrierter Benutzer|%s registrierte Benutzer

source: &quot;%1$s: %2$s&quot; is required. Please select an option.
de: &quot;%1$s: %2$s&quot; ist erforderlich. Bitte wählen Sie eine Option aus.

source: About Profile
de: Über Profil

source: About the property labels
de: Über die Eigenschaftsschilder

source: About the property values
de: Über die Eigenschaftswerte

source: Actions
de: Aktionen

source: Activate
de: Aktivieren

source: Active
de: Aktiv

source: After you create a new property label (such as _MYDUDLABEL), you must add the msgid to your catalog (POT file). You will need two lines per label: <strong>msgid '_MYDUDLABEL'</strong> then one line after the <strong>msgstr ''</strong> (study the default catalog content).
de: Nachdem Sie eine neue Eigenschaftsbezeichnung (z.B. _MYDUDLABEL) erstellt haben, müssen Sie die msgid in Ihren Katalog (POT-Datei) aufnehmen. Sie werden zwei Zeilen pro Etikett benötigen: <strong>msgid ' _MYDUDLABEL'</strong>> dann eine Zeile nach der <strong>msgstr '</strong> (studieren Sie den Standardkataloginhalt).

source: Attribute name
de: Name der Eigenschaft

source: Block content
de: Block Inhalt

source: Cancel
de: Abbrechen

source: Check the <strong><a href="%s">help page</a></strong> to get more information about labels and translatable stuff.
de: Überprüfen Sie die <strong><a href="%s">Hilfe-Seite</a></strong>, um mehr Informationen über Labels und übersetzbares Zeug zu erhalten.

source: Content
de: Inhalt

source: Copy all the files of the modules/zikula/profile-module/Resources/locale directory to /config/locale. There you will customize the catalog module_zikulaprofilemodule.pot and the translations afterwards.
de: Kopieren Sie alle Dateien des Verzeichnisses modules/zikula/profile-module/Resources/locale nach /config/locale. Dort werden Sie den Katalog module_zikulaprofilemodule.pot und die Übersetzungen anschließend anpassen.

source: Create new field
de: Neuen Feld erstellen

source: Deactivate
de: Deaktivieren

source: Delete personal info item
de: Persönliches Infoelement löschen

source: Do you really want to delete this personal info item?
de: Wollen Sie dieses persönliche Infoelement wirklich löschen?

source: Each option can be added in the catalog to be translated. Also, if you use a custom date format that needs translation, it can be added to the catalog too.<br />Enjoy!
de: Jede Option kann in den zu übersetzenden Katalog aufgenommen werden. Wenn Sie ein benutzerdefiniertes Datumsformat verwenden, das übersetzt werden muss, kann es auch in den Katalog aufgenommen werden.

source: Edit field
de: Feld bearbeiten

source: Edit profile
de: Profil bearbeiten

source: Fields list
de: Liste der Felder

source: Fieldset
de: Feldsatz

source: First of all, it's recommended to move the translation files of Profile to the /config directory to custom them there.
de: Zuerst wird empfohlen, die Übersetzungsdateien von Profile in das Verzeichnis /config zu verschieben, um sie dort anzupassen.

source: In the .PO file you will be able to translate _MYDUDLABEL to the corresponding text for each specific language, to provide a legible display string like 'My DUD Label'.
de: In der PO-Datei können Sie _MYDUDLABEL in den entsprechenden Text für jede spezifische Sprache übersetzen, um eine lesbare Zeichenfolge wie 'My DUD Label' zu erhalten.

source: Inactive
de: inaktiv

source: It's recommended to use unique words for the labels, for that reason we use the format: _DUDLABEL and translate them for each available language in the site to a readable text.
de: Aus diesem Grund verwenden wir das Format: _DUDLABEL und übersetzen sie für jede verfügbare Sprache auf der Website in einen lesbaren Text.

source: Item
de: Element

source: Items marked with an asterisk (*) are required entries.
de: Mit (*) markierte Angaben sind zwingend erforderlich.

source: Label
de: Etikett

source: Last %s registered users
de: Letzte %s registrierte Benutzer

source: Latest articles of %s
de: Neueste Artikel von %s

source: Latest comments of %s
de: letzte Kommentare von %s

source: Latest submissions of %s
de: Letzte Einreichungen von %s

source: Make this a 'required' item
de: Zu einem erforderlichen Element machen

source: Messages
de: Nachrichten

source: Newest user:
de: Neuster Nutzer:

source: No recent articles found.
de: Keine aktuellen Artikel gefunden.

source: No recent comments found.
de: Keine neuen Kommentare gefunden.

source: No recently registered users found.
de: Keine neu registrierten Nutzer gefunden.

source: No registered users are currently online.
de: Keine registrierten Nutzer sind derzeit online.

source: No users found.
de: Keine Benutzer gefunden.

source: Notice to display with personal info item
de: Hinweis zur Anzeige mit persönlichem Infoelement

source: Notice: Entering an ID is optional. If you do not specify an ID, the option position will be used for the ID (starting from zero), instead of the user-defined ID you can enter here. You are recommended to choose an ID that is unique, and to avoid subsequently modifying it.
de: Hinweis: Die Eingabe einer ID ist optional. Wenn Sie keine ID angeben, wird für die ID (beginnend bei Null) die Option Position verwendet, anstelle der benutzerdefinierten ID, die Sie hier eingeben können. Es wird empfohlen, eine eindeutige ID zu wählen und eine nachträgliche Änderung zu vermeiden.

source: Notice: No special characters or spaces are allowed in the personal info item's label or attribute name.
de: Hinweis: Sonderzeichen oder Leerzeichen sind im Label- oder Attributnamen des persönlichen Infoelements nicht erlaubt.

source: Notice: Precede output options by '@@'. Example: '@@No@@Yes', '@@Disabled@@Enabled'. The order is important. If you want to have a different label in the edit form, you can use the following format: 'EditLabel@@DisplayNo@@DisplayYes'. All the values are translatable.
de: Anmerkung: Die Ausgabeoptionen werden durch '@@' vorangestellt. Beispiel: '@@@No@@@Yes', '@@@Disabled@@@Enabled'. Die Reihenfolge ist wichtig. Wenn Sie ein anderes Label im Editierformular haben möchten, können Sie das folgende Format verwenden: 'EditLabel@@@DisplayNo@@@@DisplayYes'. Alle Werte sind übersetzbar, Hinweis: Vorangestellte Ausgabeoptionen sind mit '@@' gekennzeichnet. Beispiel: '@@@No@@@Yes', '@@@Disabled@@@Enabled'. Die Reihenfolge ist wichtig. Wenn Sie ein anderes Label im Editierformular haben möchten, können Sie das folgende Format verwenden: 'EditLabel@@@DisplayNo@@@@DisplayYes'. Alle Werte sind übersetzbar.

source: Notice: The attribute name you enter cannot be changed afterwards, so you should choose it carefully.
de: Hinweis: Der von Ihnen eingegebene Attributname kann nachträglich nicht mehr geändert werden, deshalb sollten Sie ihn sorgfältig auswählen.

source: Notice: This version does not support upgrades from versions less than 1.6. Please upgrade before upgrading again to this version.
de: Hinweis: Diese Version unterstützt keine Upgrades von Versionen unter 1.6. Bitte aktualisieren Sie vor einem erneuten Upgrade auf diese Version.

source: Notice: Use drag and drop to arrange the personal info items into your desired order. The new order will be saved automatically when you drop the item into place.
de: Hinweis: Per Drag&Drop ordnen Sie die persönlichen Infos in der gewünschten Reihenfolge an. Die neue Bestellung wird automatisch gespeichert, wenn Sie den Artikel in Position bringen.

source: Notice: Use the following format for each option: '@@label@id'. Example for a simple list: '@@option 1@id1@@option 2@id2@@option 3@id3'. Example for a multiple checkbox set: '1@@option 1@id1@@option 2@id2@@option 3@id3'. The options are translatable.
de: Hinweis: Benutzen Sie für jede Option das folgende Format: '@@label@id'. Beispiel für eine einfache Liste: '@@option 1@id1@@option 2@id2@@option 3@id3'. Beispiel für ein Set mit mehreren Kontrollkästchen: '1@@option 1@id1@@option 2@id2@@option 3@id3'. Die Optionen sind übersetzbar.

source: Notice: Use the following format for each option: '@@label@id'. Example: '@@radio option 1@id1@@radio option 2@id2@@radio option 3@id3'. The options are translatable.
de: Hinweis: Benutzen Sie für jede Option das folgende Format: '@@label@id'. Beispiel: '@@radio option 1@id1@@radio option 2@id2@@radio option 3@id3'. Die Optionen sind übersetzbar.

source: Notice: Use the following format for each option: 'id,label;'. Example: 'id1,label1;id2,label2;id3,label3'. Each property should be separated with a semicolon (';'). The ID and label of each property should be separated by a comma (','). The labels are translatable.
de: Hinweis: Benutzen Sie für jede Option das folgende Format: 'id,label;'. Beispiel: 'id1,label1;id2,label2;id3,label3,label3'. Jede Eigenschaft sollte durch ein Semikolon (';') getrennt werden. Die ID und der Bezeichner jeder Eigenschaft sollten durch ein Komma (',') getrennt werden. Die Etiketten sind übersetzbar.

source: Notice: You can choose the date format to use: 'EUR' (day month year, default), 'US' (month day, year) or 'DB' (YYYY-MM-DD). Month names are automatically translated.
de: Hinweis: Sie können das Datumsformat wählen, das Sie verwenden möchten: 'EUR' (Tag, Monat, Jahr, Standard), 'US' (Monat, Tag, Jahr) oder 'DB' (JJJJJJ-MM-TT). Monatsnamen werden automatisch übersetzt.

source: Notice: Your personal custom block is a special block that will display in site pages when you are logged-in to the site. It is only displayed for you, and you choose what content it contains. One example of what you can do with the block is to use HTML code to include links to Web pages on this site or another site. Are there site pages that you frequently visit but that don't have links in the main menu? You can insert a link to them here, so that they are easily accessible for you. To see this block during your visits, don't forget to activate the 'Enable your personal custom block' checkbox. Afterwards, click 'Save' to save your changes.
de: Hinweis: Ihr persönlicher benutzerdefinierter Block ist ein spezieller Block, der auf den Seiten der Website angezeigt wird, wenn Sie sich bei der Website angemeldet haben. Es wird nur für Sie angezeigt, und Sie bestimmen, welche Inhalte es enthält. Ein Beispiel dafür, was Sie mit dem Block tun können, ist die Verwendung von HTML-Code, um Links zu Webseiten auf dieser oder einer anderen Website einzubinden. Gibt es Seiten, die Sie häufig besuchen, die aber keine Links im Hauptmenü haben? Sie können hier einen Link zu ihnen einfügen, so dass sie für Sie leicht zugänglich sind. Um diesen Block während Ihrer Besuche zu sehen, vergessen Sie nicht, das Kontrollkästchen"Aktivieren Sie Ihren persönlichen benutzerdefinierten Block" zu aktivieren. Klicken Sie anschließend auf"Speichern", um Ihre Änderungen zu speichern.

source: On %s
de: Am %s

source: Pattern
de: Muster

source: Personal custom block
de: Persönlicher benutzerdefinierter Block

source: Personal info items to include in user registration form
de: Persönliche Informationen, die in das Benutzerregistrierungsformular aufgenommen werden sollen

source: Personal information
de: Persönliche Informationen

source: Please select an item in the list.
de: Bitte wählen Sie einen Punkt in der Liste aus.

source: Profile
de: Profil

source: Profile manager
de: Profil-Manager

source: Profile settings
de: Profil Einstellungen

source: Real name
de: Realer Name

source: Registered on %s
de: Registriert am %s

source: Registered users
de: Registrierte Benutzer

source: Registered users list settings
de: Einstellungen der Liste der registrierten Benutzer

source: Registered:
de: Registriert:

source: Registration date
de: Registrierungsdatum

source: Registration date:
de: Registrierungsdatum:

source: Reset
de: Zurücksetzen

source: Save
de: Speichern

source: Search
de: Suchen

source: Search in real names
de: In Realnamen suchen

source: Search in sites
de: In Seiten suchen

source: Search in user names
de: In Benutzernamen suchen

source: Select
de: Auswählen

source: Send private message to %s
de: Eine private Nachricht an %s senden

source: Settings
de: Einstellungen

source: Site
de: Seite

source: Some display types like checkboxes, radio buttons, dropdown lists and multicheckboxes, allows to define a specific set of options to show.
de: Einige Darstellungsarten wie Checkboxen, Auswahlknöpfe, Dropdown-Listen und Multicheckboxen erlauben es, einen bestimmten Satz von Optionen zu definieren, die angezeigt werden sollen.

source: Sorry! A required personal info item is missing. Please correct and try again.
de: Entschuldigung! Eine erforderliche persönliches Information fehlt. Bitte korrigieren Sie und versuchen Sie es erneut.

source: Statistics
de: Statistiken

source: Submit
de: Absenden

source: The personal info items that you activate below will be displayed in the user registration form if the 'Users' module is configured to display personal info items during user registration, and if the 'Profile' module is specified in the 'General settings manager' as the module to provide the site's user profile management functionality. Personal info items that are configured as 'Required' will always be displayed in the user registration form.
de: Die persönlichen Informationen, die Sie unten aktivieren, werden im Benutzerregistrierungsformular angezeigt, wenn das Modul"Benutzer" so konfiguriert ist, dass persönliche Informationen während der Benutzerregistrierung angezeigt werden, und wenn das Modul"Profil" im Modul"Allgemeine Einstellungen" als Modul für die Verwaltung der Benutzerprofile der Website angegeben ist. Persönliche Informationen, die als"Erforderlich" konfiguriert sind, werden immer im Benutzerregistrierungsformular angezeigt.

source: There are some details that you may know about Profile and how it let you translate the account properties labels and values of your site.
de: Es gibt einige Details, die Sie vielleicht über Profil kennen und wie es Ihnen erlaubt, die Bezeichnungen und Werte der Kontoeigenschaften Ihrer Website zu übersetzen.

source: Type
de: Typ

source: Type of control to display
de: Typ

source: User information
de: Benutzer Information

source: User name
de: Benutzername

source: User name:
de: Benutzername:

source: User registration form settings
de: Zeige im Benutzer Anmeldevorgang

source: Users online
de: Benutzer online

source: View profile of %uname%
de: Profil anzeigen von %uname%

source: View users online
de: Benutzer online anzeigen

source: Visibility
de: Sichtbarkeit

source: Warning! If you want to edit the ID of an option without losing associated user data in the database, its label must not be renamed simultaneously. Also, do not assign IDs and labels the same naming. You are recommended to give each option an unique ID and a unique name, and to try to avoid renaming an ID once it has been created.
de: Achtung! Wenn Sie die ID einer Option bearbeiten möchten, ohne die zugehörigen Benutzerdaten in der Datenbank zu verlieren, darf deren Label nicht gleichzeitig umbenannt werden. Weisen Sie IDs und Labels nicht die gleiche Benennung zu. Es wird empfohlen, jeder Option eine eindeutige ID und einen eindeutigen Namen zu geben und zu vermeiden, dass eine einmal erstellte ID umbenannt wird.

source: With the updated POT, you can syncronize the translations (.PO files) for each available language, or even create a new .PO from the catalog with a tool like poEdit.
de: Mit dem aktualisierten POT können Sie die Übersetzungen (.PO-Dateien) für jede verfügbare Sprache synchronisieren oder sogar eine neue PO-Datei aus dem Katalog mit einem Tool wie poEdit erstellen.

source: click to
de: Klicken Sie hier, um Ihre Homepage zu besuchen

source: unread
de: ungelesen
