Repository: Portugao/german
Catalog: Legal/zikulalegalmodule.*.po
Languages: de

source: %s accepted.
de: %s akzeptiert.

source: %s not accepted.
de: %s nicht aktzeptiert.

source: (POLICY NOT FOUND!)
de: (Richtlinie nicht gefunden)

source: <strong>Important Usage Note</strong>: The provided legal statements are samples only. They need to be adapted to your specific needs and locales. You will find the content of the statements in files in the "/Resources/views/en" directory. These templates can be overridden by theme templates, or by global templates you would create in the "config/templates/ZikulaLegalModule/" directory (in the appropriate sub-directory for the language you are writing for).
de: <strong>Wichtige Verwendungshinweise</strong>: Die bereitgestellten rechtlichen Aussagen sind nur Beispiele. Sie müssen an Ihre spezifischen Bedürfnisse und Gegebenheiten angepasst werden. Den Inhalt der Anweisungen finden Sie in Dateien im Verzeichnis "/Resources/views/de". Diese Vorlagen können durch Themenvorlagen überschrieben werden, oder durch globale Vorlagen, die Sie im Verzeichnis "config/templates/ZikulaLegalModule/" erstellen würden (im entsprechenden Unterverzeichnis der Sprache, für die Sie schreiben).

source: A user account or registration does not exist for the specified uid.
de: Ein Benutzerkonto oder eine Registrierung existiert für die angegebene uid nicht.

source: Accepted.
de: Akzeptiert.

source: Accessibility statement
de: Erklärung zur Barrierefreiheit

source: Accessibility statement for %s
de: Erklärung zur Barrierefreiheit für %s

source: All users
de: Alle Benutzer

source: Cancel
de: Abbrechen

source: Cancel and logout
de: Abbrechen und Abmelden

source: Cancellation right policy
de: Widerrufsbelehrung

source: Cancellation right policy for %s
de: Widerrufsbelehrung für %s

source: Check this box to indicate your acceptance of this site's policies.
de: Aktivieren Sie dieses Kontrollkästchen, um anzugeben, dass Sie die Richtlinien dieser Website akzeptieren.

source: Close
de: Schließen

source: Compliance
de: Einhaltung

source: Confirmed minimum age requirement (%s years of age) met.
de: Bestätigte Mindestaltersvoraussetzung (%s Lebensjahr) erfüllt.

source: Custom urls
de: Spezielles Template

source: Done! Module configuration updated.
de: Erledigt. Konfiguration aktualisiert.

source: Enable cookie warning for EU compliance
de: Cookie-Warnung für die Einhaltung der EU-Vorschriftenaktivieren

source: Enter a positive integer, or 0 for no age check.
de: Geben Sie eine positive Ganzzahl oder 0 für keine Alterskontrolle ein.

source: Enter your text by overriding the <em>%s</em> template file.
de: Geben Sie Ihren Text ein, indem Sie die Template-Datei <em>%s</em> überschreiben.

source: Further settings
de: Weitere Einstellungen

source: General terms and conditions of trade
de: Allgemeine Geschäftsbedingungen (AGB)

source: If you leave this page without successfully accepting the policies, then you will not be logged in.
de: Falls diese Seite ohne erfolgreiches Ändern des Passworts verlassen wird, wird die Anmeldung nicht durchgeführt.

source: In order to log in you must accept this site's policies. If you have accepted the site's policies in the past, then they have been updated and we ask that you review the changes.
de: Um sich einzuloggen, müssen Sie die Richtlinien dieser Website akzeptieren. Wenn Sie die Richtlinien der Website in der Vergangenheit akzeptiert haben, wurden sie aktualisiert, und wir bitten Sie, die Änderungen zu überprüfen.

source: In order to log in, you must accept this site's policies.
de: Um sich einzuloggen, müssen Sie die Richtlinien dieser Website akzeptieren.

source: In order to register for a new account, you must accept this site's policies.
de: Um sich für ein neues Konto zu registrieren, müssen Sie die Richtlinien dieser Website akzeptieren.

source: Leave blank to leave users unaffected.
de: Lassen Sie das Feld leer, um Benutzer unberührt zu lassen.

source: Legal Docs
de: Juristische Dokumente

source: Legal document types
de: Rechtliche Dokumenttypen

source: Legal notice
de: Rechtliche Bemerkung

source: Legal notice for %s
de: Impressum für %s

source: Legal settings
de: Rechtliche Rahmenbedingungen

source: Minimum age
de: Minimales Alter

source: Minimum age permitted to register
de: Mindestalter für die Anmeldung

source: Minimum age requirement not confirmed.
de: Mindestalter nicht bestätigt.

source: No
de: Nein

source: Not accepted.
de: Nicht akzeptiert.

source: Notice: This setting controls the EU cookie warning which is injected into the view and requires user assent.
de: Hinweis: Diese Einstellung steuert die EU-Cookie-Warnung, die in die Ansicht eingefügt wird und die Zustimmung des Benutzers erfordert.

source: Notice: This setting resets the acceptance of the site policies for all users in this group. Next time they want to log-in, they will have to acknowledge their acceptance of them again, and will not be able to log-in if they do not. This action does not affect the main administrator account. You can perform the same operation for individual users by visiting the Users manager in the site admin panel.
de: Hinweis: Diese Einstellung setzt die Akzeptanz der Website-Richtlinien für alle Benutzer dieser Gruppe zurück. Das nächste Mal, wenn sie sich einloggen wollen, müssen sie erneut ihre Annahme bestätigen und können sich nicht einloggen, wenn sie es nicht tun. Diese Aktion wirkt sich nicht auf das Hauptverwalterkonto aus. Sie können den gleichen Vorgang für einzelne Benutzer durchführen, indem Sie den Benutzer-Manager im Admin-Bereich der Website aufrufen.

source: Operation cancelled.
de: Aktion abgebrochen.

source: Please click on the following links to read the corresponding documents.
de: Bitte klicken Sie auf die folgenden Links, um die entsprechenden Dokumente zu lesen.

source: Policies
de: Richtlinien

source: Policy not accepted.
de: Police nicht akzeptiert.

source: Policy not available
de: Police nicht verfügbar

source: Privacy policy
de: Datenschutzerklärung

source: Privacy policy for %s
de: Datenschutzerklärung für %s

source: Reset user group's acceptance of site policies
de: Akzeptanz der Site-Richtlinien durch die Benutzergruppe zurücksetzen

source: Save
de: Speichern

source: Save and continue logging in
de: Speichern und Anmeldung fortsetzen

source: Settings
de: Einstellungen

source: Site policies
de: Website-Richtlinien

source: Sorry! You changed your authentication information, and one or more items displayed on the login screen may not have been applicable for your account. Please try logging in again.
de: Entschuldigung! Sie haben Ihre Authentifizierungsinformationen geändert, und ein oder mehrere Elemente, die auf dem Anmeldebildschirm angezeigt werden, waren möglicherweise nicht für Ihr Konto anwendbar. Bitte versuchen Sie erneut, sich einzuloggen.

source: Terms of use
de: Nutzungsbedingungen

source: Terms of use for %s
de: Nutzungsbedingungen für %s

source: The UID is invalid.
de: Die UID ist ungültig.

source: The following fields allow to reference any custom url. As soon as an url is given it will be used instead of the normal Legal templates. So you can now use any page you want for displaying and managing your legal data.
de: Die folgenden Felder erlauben es, auf eine beliebige benutzerdefinierte URL zu verweisen. Sobald eine URL angegeben wird, wird sie anstelle der normalen Legal Templates verwendet. So können Sie nun jede beliebige Seite für die Anzeige und Verwaltung Ihrer Rechtsdaten nutzen.

source: The selected policy is not available.
de: Die ausgewählte Richtlinie ist nicht verfügbar.

source: The user is invalid.
de: Fehler. Ungültiger Benutzer.

source: The user record or the UID is invalid or the UID does not match.
de: Der Benutzerdatensatz oder die UID ist ungültig oder die UID stimmt nicht überein.

source: Trade conditions
de: Handelsbedingungen

source: Trade conditions for %s
de: Handelsbedingungen für %s

source: Yes
de: Ja

source: You must accept this site's policies in order to proceed.
de: Sie müssen die Richtlinien dieser Website akzeptieren, um fortzufahren.

source: You need to be %s years of age or older, in accordance with our minimum age requirement.
de: Sie müssen %s Jahre alt oder älter sein, in Übereinstimmung mit unserer Mindestaltersvoraussetzung.

source: Your log-in request was not completed. You must review and confirm your acceptance of one or more site policies prior to logging in.
de: Ihre Login-Anforderung wurde nicht erfüllt. Sie müssen Ihre Zustimmung zu einer oder mehreren Website-Richtlinien überprüfen und bestätigen, bevor Sie sich einloggen.
