Repository: Portugao/german
Catalog: Locator/locale/*/LC_MESSAGES/module_locator.po
Languages: de

source: Public transport map
de: Öffentliche Verkehrsmittel Karte

source: Done! Item deleted.
de: Eintrag gelöscht.

source: You have to pass a $pid
de: Sie müssen eine $pid übergeben

source: Adding of provider key canceled
de: Hinzufügen des Anbieter Schlüssel abgebrochen

source: Done! Item created.
de: Eintrag erstellt.

source: Adding of layer canceled
de: Hinzufügen des Layers abgebrochen

source: Add layer
de: Füge Layer hinzu

source: View layers
de: Zeige Layer

source: Configuration
de: Einstellungen

source: You have to pass an address!
de: Sie müssen eine Adresse übergeben!

source: Locator engine for geocoding and displaying maps using Mapstraction
de: Kartengenerator für Geocoding und Darstellung von Karten mit Mapstraction

source: Read the Nominatim usage policy for further details!
de: Lesen Sie die Nominatim Nutzungsbedingungen für weitere Details!

source: Update configuration
de: Einstellungen aktualisieren

source: Cancel
de: Abbrechen

source: Add a provider key
de: Hinzufügen eines Anbieter Schlüssels

source: Edit a provider key
de: Bearbeiten eines Anbieter Schlüssels

source: Information
de: Informationen

source: Provider
de: Anbieter

source: Key
de: Schlüssel

source: Enter your provider key ("app-id") here.
de: Geben Sie Ihren Anbieter Schlüssel ("app-id") hier ein.

source: Nokia Auth-Token
de: Nokia Authentifizierungsschlüssel

source: That is only necessary for Nokia. Enter your "auth-token" here. Leave empty if you do not use Nokia as your provider.
de: Dies ist nur für Nokia notwendig. Geben Sie Ihren Authentifizierungsschlüssel hier ein. Lassen Sie das Feld frei, wenn Sie nicht Nokia als Anbieter nutzen.

source: Add key
de: Schlüssel hinzufügen

source: Edit key
de: Schlüssel bearbeiten

source: Map layers
de: Karten Layer

source: License
de: Lizenz

source: Min Zoom
de: Minimaler Zoom

source: Max Zoom
de: Maximaler Zoom

source: Opacity
de: Transparenz

source: Always on
de: Immer aktiviert

source: Active
de: Aktiv

source: Actions
de: Aktionen

source: No layer was found.
de: Es wurden keine Layer gefunden.

source: Add a layer
de: Layer hinzufügen

source: Edit a layer
de: Layer bearbeiten

source: Tile url
de: Teile URL

source: Example
de: Beispiel

source: Minimal zoom level
de: Minimaler Zoom Faktor

source: Default: %s.
de: Standard: %s.

source: This should work in most cases.
de: Das sollte in den meisten Fällen funktionieren.

source: Maximal zoom level
de: Maximaler Zoom Faktor

source: Provider keys
de: Anbieter Schlüssel

source: Map provider
de: Kartenanbieter

source: Key one
de: Schlüssel 1

source: Key two
de: Schlüssel 2

source: No provider key was found.
de: Keine Anbieter Schlüssel gefunden.
