Repository: Portugao/german
Catalog: legacy/Legal/trunk/locale/*/LC_MESSAGES/module_legal.po
Languages: de

source: Settings
de: Konfiguration

source: All users
de: Alle Benutzer

source: No groups
de: Keine Gruppen

source: Done! Saved module configuration.
de: Erledigt! Die Modulkonfiguration wurde aktualisiert.

source: You must accept this site's Terms of Use in order to proceed.
de: Um fortzusetzen, müssen die Nutzungsbedingungen der Seite akzeptiert werden.

source: You must accept this site's Privacy Policy in order to proceed.
de: Um fortzusetzen, müssen die Hinweise zum Datenschutz der Seite akzeptiert werden.

source: In order to log in, you must confirm that you meet the requirements of this site's Minimum Age Policy. If you are not %1$s years of age or older, and you do not have a parent's permission to use this site, then please ask your parent to contact a site administrator.
de: Um die Anmeldung abzuschließen, muss bestätigt werden, dass die Voraussetzungen der Richtlinie zum Minimalen Alter erfüllt werden. Wenn Sie nicht %1$s Jahre oder älter sind (und keine Erlaubnis der Erziehungsberechtigten haben diese Seite zu benutzen), dürfen Sie die Registrierung nicht fortführen und die Seite nicht betreten.

source: You must accept our cancellation right policy in order to proceed.
de: Um fortzusetzen, muss unsere Widerrufsbelehrung akzeptiert werden.

source: You must accept our general terms and conditions of trade in order to proceed.
de: Um fortzusetzen, müssen unsere Allgemeinen Geschäftsbedingungen akzeptiert werden.

source: Upgrading the Legal module from version %1$s to %2$s is not supported.
de: Ein Upgrade des Legal-Moduls von Version %1$s zu %2$s wird nicht unterstützt.

source: Your log-in request was not completed. You must review and confirm your acceptance of one or more site policies prior to logging in.
de: Die Login-Anfrage ist noch nicht abgeschlossen. Vor der Anmeldung müssen eine oder mehrere Richtlinien dieser Seite bestätigt werden.

source: Sorry! You changed your authentication information, and one or more items displayed on the login screen may not have been applicable for your account. Please try logging in again.
de: Entschuldigung!

source: In order to register for a new account, you must accept this site's Terms of Use.
de: Um ein neues Konto zu registrieren, müssen die Nutzungsbedingungen der Seite akzeptiert werden.

source: In order to log in, you must accept this site's Terms of Use.
de: Um die Anmeldung abzuschließen, müssen die Nutzungsbedingungen der Seite akzeptiert werden.

source: In order to register for a new account, you must accept this site's Privacy Policy.
de: Um ein neues Konto zu registrieren, müssen die Hinweise zum Datenschutz der Seite akzeptiert werden.

source: In order to log in, you must accept this site's Privacy Policy.
de: Um die Anmeldung abzuschließen, müssen die Hinweise zum Datenschutz der Seite akzeptiert werden.

source: In order to register for a new account, you must confirm that you meet the requirements of this site's Minimum Age Policy. If you are not %1$s years of age or older, and you do not have a parent's permission to use this site, then you should not continue registering for access to this site.
de: Um ein neues Konto zu registrieren, muss bestätigt werden, dass die Voraussetzungen der Richtlinie zum Minimalen Alter erfüllt werden. Wenn Sie nicht %1$s Jahre oder älter sind (und keine Erlaubnis der Erziehungsberechtigten haben diese Seite zu benutzen), dürfen Sie die Registrierung nicht fortführen und die Seite nicht betreten.

source: In order to register for a new account, you must accept our cancellation right policy.
de: Um ein neues Konto zu registrieren, muss unsere Widerrufsbelehrung akzeptiert werden.

source: In order to log in, you must accept our cancellation right policy.
de: Um die Anmeldung abzuschließen, muss unsere Widerrufsbelehrung akzeptiert werden.

source: In order to register for a new account, you must accept our general terms and conditions of trade.
de: Um ein neues Konto zu registrieren, müssen unsere Allgemeinen Geschäftsbedingungen akzeptiert werden.

source: In order to log in, you must accept our general terms and conditions of trade.
de: Um die Anmeldung abzuschließen, müssen unsere Allgemeinen Geschäftsbedingungen akzeptiert werden.

source: A user account or registration does not exist for the specified uid.
de: Ein Benutzerkonto oder eine Registrierung für diese uid existiert nicht.

source: Legal info manager
de: Rechtliches

source: Provides an interface for managing the site's legal documents.
de: Bietet eine Schnittstelle zur Verwaltung rechtlich relevanter Dokumente.

source: legalmod
de: rechtliches

source: Legal notice
de: Impressum

source: Terms of use
de: Nutzungsbedingungen

source: Privacy policy
de: Hinweise zum Datenschutz

source: Trade conditions
de: AGB

source: Cancellation right
de: Widerrufsbelehrung

source: Accessibility statement
de: Erklärung zur Barrierefreiheit

source: Site policies
de: Richtlinien der Seite

source: Terms of Use
de: Nutzungsbedingungen

source: %1$s accepted.
de: %1$s akzeptiert.

source: Policy not accepted.
de: Nicht akzeptiert.

source: Accepted.
de: Akzeptiert.

source: Not accepted.
de: Nicht akzeptiert.

source: Privacy Policy
de: Hinweise zum Datenschutz

source: Minimum Age
de: Minimales Alter

source: Confirmed minimum age requirement (%1$s years of age) met.
de: Bestätigt die Erfüllung der Voraussetzungen zum minimalen Alter (%1$s Jahre).

source: Minimum age requirement not confirmed.
de: Voraussetzungen zum minimalen Alter nicht bestätigt.

source: General Terms and Conditions of Trade
de: Allgemeine Geschäftsbedingungen

source: Cancellation Right Policy
de: Widerrufsbelehrung

source: In order to log in you must accept this site's policies. If you have accepted the site's policies in the past, then they have been updated and we ask that you review the changes.
de: Um die Anmeldung abzuschließen, müssen die Richtlinien der Seite akzeptiert werden. Wenn diese Abfrage erscheint, obwohl die Richtlinien bereits früher akzeptiert wurden, dann hat es Änderungen gegeben, die nun akzeptiert werden müssen.

source: Check this box to indicate your acceptance of this site's %1$s.
de: Feld ankreuzen, um die %1$s der Seite zu akzeptieren.

source: Check this box to indicate that you are %1$s years of age or older.
de: Feld ankreuzen, um das eigene Alter von %1$s Jahren oder mehr zu bestätigen.

source: Information on our minimum age policy, and on how we handle personally identifiable information can be found in our %1$s and in our %2$s.
de: Informationen über unsere Richtlinie zum Minimalen Alter und wie wir persönliche Daten behandeln, können in unseren %1$s und in unseren %2$s nachgelesen werden.

source: Terms of Use:
de: Nutzungsbedingungen:

source: %1$s not accepted.
de: %1$s nicht akzeptiert.

source: Privacy Policy:
de: Hinweise zum Datenschutz:

source: General Terms and Conditions of Trade:
de: Allgemeine Geschäftsbedingungen:

source: Cancellation Right Policy:
de: Widerrufsbelehrung:

source: <strong>Important Usage Note</strong>: The provided legal statements are samples only. They need to be adapted to specific needs and locales. You will find the content of the statements in files in the "modules/legal/pntemplates/en" directory. These templates can be <a href="http://community.zikula.org/Wiki-TemplateOverridng.htm">overridden</a> by theme templates, or by global templates you would create in the "config/templates/legal/" directory (in the appropriate sub-directory for the language you are writing for).
de: <strong>Wichtige Nutzungshinweise</strong>: Die bereitgestellten Nutzungsbedingungen sind nur Beispiele. Sie erfordern eine Anpassung an besondere Anforderungen und den Einsatzort. Der Inhalt der Bedingungen findet sich in Dateien im modules/legal/pntemplates/de/ Verzeichnis. Diese Templates können durch <a href="http://community.zikula.org/Wiki-TemplateOverridng.htm">Templates im Theme-Ordner</a> überlagert werden.

source: Legal document types
de: Rechtliche Dokumente

source: Custom urls
de: Eigene URLs

source: The following fields allow to reference any custom url. As soon as an url is given it will be used instead of the normal Legal templates. So you can now use any page you want for displaying and managing your legal data.
de: Die folgenden Felder erlauben die Referenzierung beliebiger URLs. Sobald eine URL gegeben ist, wird diese anstatt der normalen Legal-Templates verwendet. So kann man nun jede gewünschte Seite zur Anzeige und Verwaltung der rechtlichen Daten verwenden.

source: Further settings
de: Weitere Einstellungen

source: Minimum age permitted to register
de: Minimales zugelassenes Alter für die Registrierung

source: Enter a positive integer, or 0 for no age check.
de: Eine positive Zahl eingeben, oder 0 für keine Alterskontrolle.

source: Reset user group's acceptance of 'Terms of use'
de: Zustimmung zu den Nutzungsbedingungen zurücksetzen

source: Notice: This setting resets the acceptance of the 'Terms of use' for all users in this group. Next time they want to log-in, they will have to acknowledge their acceptance of them again, and will not be able to log-in if they do not. This action does not affect the main administrator account. You can perform the same operation for individual users by visiting the Users manager in the site admin panel.
de: Hinweis: Bei Aktualisierung der Nutzungsbedingungen kann die Zustimmung zurückgesetzt werden. Abgesehen von den Administratoren können sich die Mitglieder der entsprechenden Gruppen erst nach erneuter Zustimmung wieder anmelden. Für einzelne Benutzer kann das auch in der Benutzeradministration veranlasst werden.

source: Save
de: Speichern

source: Cancel
de: Abbrechen

source: If you leave this page without successfully accepting the policies, then you will not be logged in.
de: Vor Verlassen dieser Seite müssen die Richtlinien akzeptiert werden, damit die Anmeldung erfolgreich durchgeführt werden kann.

source: Save and continue logging in
de: Speichern und Anmeldung weiterführen

source: Accessibility statement for %s
de: Erklärung zur Barrierefreiheit für %s

source: Cancellation right policy for %s
de: Widerrufsbelehrung für %s

source: Legal notice for %s
de: Impressum für %s

source: Legal information
de: Rechtliche Informationen

source: Policy not available
de: Richtlinie nicht verfügbar

source: The selected policy is not available.
de: Die ausgewählte Richtlinie nicht verfügbar

source: Privacy policy for %s
de: Hinweise zum Datenschutz für %s

source: Terms of use for %s
de: Nutzungsbedingungen für %s

source: Trade conditions for %s
de: AGB für %s

source: Accessibility Statement
de: Erklärung zur Barrierefreiheit

source: (POLICY TYPE NOT FOUND!)
de: (RICHTLINIEN-TYP NICHT GEFUNDEN!)
