Repository: Portugao/german
Catalog: Clip/trunk/locale/*/LC_MESSAGES/module_clip.po
Languages: de

source: Pages published under this category:
de: Unter dieser Kategorie veröffentlichte Seiten:

source: Posted by %1$s on %2$s
de: Erstellt von %1$s am %2$s

source: View all posts in %s
de: Alle Beiträge in %s anzeigen

source: View all uncategorized pages
de: Alle unkategorisierten Seiten anzeigen

source: Share
de: Teilen

source: Edit page
de: Seite bearbeiten

source: New page
de: Neue Seite

source: Content
de: Inhalt

source: Title
de: Titel

source: Page settings
de: Seiteneinstellungen

source: Display page information
de: Seiteninformationen anzeigen

source: Permalink title
de: Permalink Titel

source: Leave blank to autogenerate
de: Leer lassen, wenn Inhalt automatisch erstellt werden soll

source: Leave blank if you do not want to schedule the publication
de: Leer lassen, wenn für diese Publikation keine Zeitplanung gewünscht wird

source: Leave blank if you do not want the plublication expires
de: Leer lassen, wenn diese Publikation nicht ablaufen soll

source: Visible
de: Sichtbar

source: If not visible, will be excluded from lists and search results
de: Falls nicht sichtbar, dann wird die Publikation aus Listen und Suchergebnissen ausgeschlossen werden

source: Locked
de: Gesperrt

source: If enabled, the publication will be closed for changes
de: Wenn aktiviert, dann ist diese Publikation vor Änderungen geschützt

source: Related pages
de: Verknüpfte Seiten

source: Reset
de: Zurücksetzen

source: Reset the form to its initial state
de: Das Formular zum Ursprungszustand zurücksetzen

source: Cancel
de: Abbrechen

source: Publication type
de: Publikationstyp

source: Order by
de: Sortierung

source: Sort ascending
de: Aufsteigend sortieren

source: Filter
de: Filter anwenden

source: A <a href="%s">filter string</a> for FilterUtil (e.g. "core_title:likefirst:A").
de: Ein <a href="%s">Filter String</a> für FilterUtil (e.g. "core_title:likefirst:A").

source: Number of items
de: Anzahl der Einträge

source: Leave empty to use the pubtype's default value.
de: Leer lassen, um die Standardwerte des Publikationstyps zu benutzen.

source: Starting from
de: Beginnend ab

source: Offset to start the list from.
de: Offset, aber dem die Liste beginnen soll.

source: FOLDER
de: VERZEICHNIS

source: The block will use the template <var>%s</var> if available, or <var>%s</var> if empty.
de: Der Block wird falls vorhanden das Template <var>%s</var> benutzen oder auf das Template <var>%s</var> ausweichen, wenn hier keine Eingabe erfolgt.

source: You can customize the generic code <a href="%s">available here</a>.
de: Der generische Code kann <a href="%s">hier</a> beliebig angepasst werden.

source: If the template is not found, Clip will use generic_blocklist.tpl if the development mode is enabled.
de: Falls das Template nicht gefunden wird, dann wird bei aktiviertem Entwicklungsmodus die Datei generic_blocklist.tpl benutzt.

source: Cache lifetime in seconds
de: Caching-Dauer in Sekunden

source: Publication PID
de: Publikation PID

source: If the template is not found, Clip will show an error if the development mode is not enabled.
de: Falls das Template nicht gefunden wird, dann wird bei deaktiviertem Entwicklungsmodus eine Fehlermeldung angezeigt.

source: Posted on %1$s by %2$s
de: Geschrieben am %1$s von %2$s

source: Posted in %s
de: Abgelegt in %s

source: View all uncategorized posts
de: Alle unkategorisierten Beiträge anzeigen

source: Permalink to %s
de: Permalink für %s

source: Bookmark the <a rel="bookmark" title="%1$s" href="%2$s">permalink</a>
de: <a rel="bookmark" title="%1$s" href="%2$s">Permalink</a>

source: No posts found.
de: Keine Beiträge gefunden.

source: Edit post
de: Beitrag bearbeiten

source: New post
de: Neuer Beitrag

source: Enter title here
de: Hier den Titel eingeben

source: Summary
de: Zusammenfassung

source: Optional hand-crafted summary of your content that can be used in your templates.
de: Optionale kurze Zusammenfassung des Inhalts, welche in den Templates genutzt werden kann.

source: Related publications
de: Verknüpfte Publikationen

source: Post options
de: Beitragsoptionen

source: Manage Relations
de: Verknüpfungen verwalten

source: Filter by owner
de: Nach Publikationstyp filtern:

source: related
de: verknüpft mit

source: Clear
de: Zurücksetzen

source: List filtered by [%1$s] as Owner %2$s [%3$s] as Related
de: Filterergebnis: [%1$s] als Besitzer %2$s [%3$s] als verknüpfter Publikationstyp.

source: List filtered by [%s] as Owner
de: Filterergebnis: [%s] als Besitzer

source: List filtered by [%s] as Related
de: Filterergebnis: [%s] als Verknüpfung

source: Owning side
de: Besitzer Seite

source: Related side
de: Verknüpfte Seite

source: Actions
de: Aktionen

source: One <strong>%s</strong>
de: EIN <strong>%s</strong>

source: Many <strong>%s</strong>
de: VIELE <strong>%s</strong>

source: has One <strong>%s</strong>
de: hat EIN <strong>%s</strong>

source: has Many <strong>%s</strong>
de: hat VIELE <strong>%s</strong>

source: No relations matches the current filter.
de: Keine Verknüpfungen entsprechen dem aktuellen Filter.

source: There are no relations specified yet.
de: Es sind noch keine Verknüpfungen angelegt.

source: Edit relation
de: Verknüpfung bearbeiten

source: Add a relation
de: Verknüpfung hinzufügen

source: Alias cannot contain special characters, only a-z, A-Z, 0-9 and _
de: Ein Alias darf keine Sonderzeichen enthalten, sondern nur a-z, A-Z, 0-9 und _

source: Explanation of the side details: <ul style="margin-bottom: 0"> <li><strong>Alias</strong>: Used as a field name on the publication code. i.e. $pubdata.Alias1</li> <li><strong>Title</strong>: Used in the user side forms as the public name of the relation.</li> <li><strong>Description</strong>: Also used in the forms as the autocompleter tooltip.</li> </ul>
de: Erläuterung: <ul style="margin-bottom: 0"> <li><strong>Alias</strong>: Wird als Feldbezeichnung im Publikationscode verwendet. z.B. $pubdata.Alias1</li> <li><strong>Titel</strong>: Wird in der Benutzeransicht des Formulars als Bezeichnung der Verknüpfung verwendet.</li> <li><strong>Beschreibung</strong>: Wird auch im Formular als Tooltip der Ausfüllhilfe verwendet.</li> </ul>

source: Save
de: Speichern

source: Are you sure you want to delete this relation?
de: Soll diese Verknüpfung wirklich gelöscht werden?

source: Create
de: Speichern

source: Publications list
de: Publikationsliste

source: Revision
de: Version

source: State
de: Status

source: Author
de: Autor

source: Options
de: Optionen

source: History
de: Verlauf

source: No publications found.
de: Keine Publikationen gefunden.

source: Add group
de: Gruppe hinzufügen

source: Expand
de: Ausklappen

source: Collapse
de: Einklappen

source: Admin Panel
de: Administrations-Ansicht

source: About Clip
de: Über Clip

source: About this Index
de: Über diese Übersicht

source: Edit '%s'
de: '%s' bearbeiten

source: Publication content
de: Publikationsinhalt

source: Publication options
de: Publikationsoptionen

source: Go to the list
de: Zur Liste

source: Editor's List
de: Bearbeiterliste

source: Last modified
de: Zuletzt geändert

source: Publication type information
de: Informationen zum Publikationstyp

source: Manage
de: Verwalten

source: Get the code
de: Code anzeigen

source: Permissions
de: Zugriffsrechte

source: Add new publications to this publication type
de: Neue Publikation für diesen Publikationstyp hinzufügen

source: New article
de: Neuer Artikel

source: Go to the Editor publication list
de: Zur Publikationsliste der Bearbeiter

source: Editor list
de: Bearbeiterliste

source: Go to the public publication list
de: Zur öffentlichen Publikationsliste

source: Public list
de: Öffentliche Liste

source: Edit this publication type
de: Diesen Publikationstyp bearbeiten

source: Edit the basic information of the publication type, the admin, user and relations settings.
de: Grundeinstellungen des Publikationstyps (Allgemeine, Benutzer-, Administratoreinstellungen und Verknüpfungen) bearbeiten.

source: URL title
de: URL Titel

source: Folder
de: Template-Verzeichnis

source: Fixed filter
de: Festgelegter Filter

source: Default filter
de: Standardfilter

source: Items per page
de: Anzahl pro Seite

source: Add, sort or modify the fields of this publication type
de: Felder für diesen Publikationstyp hinzufügen, sortieren oder ändern

source: Manage its fields
de: Verwalten der Felder

source: Sort, edit and configure the fields of this publication type.
de: Felder für diesen Publikationstyp sortieren, bearbeiten und konfigurieren.

source: Edit the relations of this publication type
de: Verknüpfungen für diesen Publikationstyp bearbeiten

source: Manage its relations
de: Verwalten der Verknüpfungen

source: Edit and configure the relations.
de: Verknüpfungen bearbeiten und konfigurieren.

source: Get the input form code of this publication type.
de: Generischen Code für das Eingabeformular des Publikationstyps anzeigen

source: Get the list code of this publication type.
de: Generischen Code für die Listenansicht des Publikationstyps anzeigen

source: Get the display code of this publication type.
de: Generischen Code für die Ansicht des Publikationstyps anzeigen

source: Get the generic code for a publications List block.
de: Generischen Code für den Listenblock des Publikationstyps anzeigen

source: Publication block
de: Publikationsblock

source: Get the generic code for a Publication block.
de: Generischen Code für den Publikationsblock des Publikationstyps anzeigen

source: Add a new field
de: Neues Feld hinzufügen

source: There are no fields defined yet.
de: Es sind noch keine Felder definiert.

source: Add a new relation
de: Neue Verknüpfiung hinzufügen

source: Opposite
de: Gegenstück

source: Has one %s
de: Hat EINE %s

source: Has many %s
de: Hat VIELE %s

source: There are no relations defined.
de: Es sind keine Verknüpfungen definiert.

source: Publication accepted, pending moderation.
de: Die Publikation ist angenommen und wird geprüft.

source: Thanks for your submission!
de: Vielen Dank für die Einreichung!

source: Go back to the index
de: Zurück zur Übersicht

source: Select the file with the publication(s) data.
de: Datei mit den Publikationsdaten auswählen.

source: Yes
de: Ja

source: No
de: Nein

source: Go to the newly created publication type after the import.
de: Nach dem Import zum neu angelegtem Publikationstyp weiterleiten.

source: First page
de: Erste Seite

source: Previous page
de: Vorherige Seite

source: Next page
de: Nächste Seite

source: Last page
de: Letzte Seite

source: Edit group
de: Gruppe bearbeiten

source: Create new group
de: Neue Gruppe erstellen

source: Edit publication type
de: Publikationstyp bearbeiten

source: Create publication type
de: Publikationstyp erstellen

source: General options
de: Allgemeine Einstellungen

source: Title of the publication type.
de: Titel des Publikationstyps.

source: Leave blank to autogenerate from the title.
de: Leer lassen, um aus dem Titel des Publikationstyps automatisch erstellen zu lassen.

source: Description of the publication type.
de: Beschreibung des Publikationstyps.

source: User settings
de: Benutzer Einstellungen

source: Output cache
de: Cache-Einstellung

source: Caching lifetime
de: Dauer des Caches

source: seconds
de: Sekunden

source: How long should the publications be cached. 0 for no cache.
de: Wie lange sollen die Pubklikationen zwischengespeichert werden (falls kein Wert angegeben, findet kein Caching statt).

source: Listing options
de: Optionen der Listenansicht

source: The filter used always on public listings.
de: Dieser Filter wird in allen öffentlichen Listen benutzt.

source: The filter which is used by default if none specified.
de: Wird als Standardfilter genutzt, wenn kein anderer Filter angegeben wird.

source: publications
de: Publikationen

source: After how many publications the list will be paged. 0 for no paging.
de: Anzahl der Publikationen pro Seite (bei 0 keine Aufteilung).

source: First sort field
de: Erstes Sortierfeld

source: Sort descending
de: Absteigend sortieren

source: Second sort field
de: Zweites Sortierfeld

source: Third sort field
de: Drittes Sortierfeld

source: Admin settings
de: Administratior Einstellungen

source: Edit own
de: Eigene bearbeiten

source: Allow editing of own publications.
de: Bearbeitung eigener Publikationen erlauben.

source: Enable revisioning. Currently, the relations does not work properly with revisioning.
de: Versionierung einschalten. Derzeit arbeitet die Versionierung nicht korrekt in Verbindung mit Verknüpfungen.

source: Folder where publication type template are.
de: Template-Verzeichnis

source: You can choose a special workflow for the publications.
de: Auswahl des Workflows für die Publikationen.

source: Relations options
de: Verknüpfungseinstellungen

source: Note that for performance reasons, only single records are loaded (if enabled). The rest are loaded on-demand from the templates.
de: Beachte, dass aus Gründen der Performance, nur einzelne Datensätze geladen werden (sofern aktiviert). Der Rest wird on-demand aus den Vorlagen geladen.

source: List view
de: Listenansicht

source: Load related records?
de: Sollen die verknüpften Daten geladen werden?

source: Only own relations?
de: Nur die eigenen Verknüpfungen?

source: Check related publications permissions?
de: Sollen die Zugriffsrechte der verknüpften Publikationen überprüft werden?

source: Display view
de: Vollansicht

source: Edit form
de: Eingabeformular

source: Load relations autocompleters?
de: Autocompleter für Verknüpfungen laden?

source: Edit only own relations?
de: Nur die eigenen Verknüpfungen bearbeiten?

source: Clone
de: Kopieren

source: Are you sure you want to delete this publication type and all its fields and publications?
de: Soll wirklich dieser Publikationstyp mit allen Feldern und Publikationen gelöscht werden?

source: Publication type to export.
de: Zu exportierenden Publikationstyp

source: Include its related publication types and data?
de: Alle verknüpften Publikationstypen und Daten einschließen?

source: Field for sorting.
de: Feld für Sortierung

source: Any filter string to use in the export.
de: Dieser Filterstring wird bei Export angewendet.

source: Without the extension.
de: Ohne die Erweiterung.

source: Import pagesetter publications
de: Publikationen von Pagesetter importieren

source: Be sure to know what you are doing on this process.
de: Dieser Vorgang sollte nur von erfahrenen Anwendern durchgeführt werden.

source: On this page you can import publications from Pagesetter.<br />You can only import publications when no Clip publication exist.<br />Please configure the Upload Path before you import something.<br />No Pagesetter data will be changed due the import.
de: Hier können Publikationen von Pagesetter importiert werden.<br />Der Import funktioniert nur, falls es in Clip noch keine Publikationstypen gibt.<br />Vor dem Import muss der Pfad für den Upload gesetzt werden.<br />Daten in Pagesetter werden durch den Import nicht verändert.

source: Import lists,
de: Listen importieren,

source: Import publication types,
de: Publikationstypen importieren,

source: Create the database tables,
de: Datenbanktabellen erstellen,

source: Import data.
de: Daten importieren.

source: If the template is not found, Clip will use generic_blockpub.tpl will be used if the development mode is enabled.
de: Falls das Template nicht gefunden wird, dann wird bei aktiviertem Entwicklungsmodus die Datei generic_blockpub.tpl benutzt.

source: Editor's Panel
de: Bearbeiteransicht

source: Manage Publication fields
de: Felder von Publikation verwalten

source: You can order the fields using Drag and Drop on the following list.
de: Die Reihenfolge der Felder der folgenden Liste kann mittels Drap+Drop verändert werden.

source: Existing publication fields
de: Bestehende Felder

source: Type
de: Typ

source: Title field
de: Titelfeld

source: Mandatory
de: Pflichtfeld

source: Searchable
de: Durchsuchbar

source: Max. length
de: Max. Länge

source: Filterable
de: Filterbar

source: Counter
de: Zähler

source: This publication type doesn't have fields yet.
de: Dieser Publikationstyp hat noch keine Felder.

source: Edit publication field
de: Publikationsfeld bearbeiten

source: Add a publication field
de: Feld zu Publikation hinzufügen

source: Warning: When publication fields are changed or deleted, the database table of the publication type is updated automatically, and you could loss data of this publication type permanently. Be careful!
de: Warnung: Wenn Publikationsfelder geändert oder gelöscht werden, dann wird die Datenbanktabelle automatisch aktualisiert. Somit besteht die Gefahr, dass Daten des Publikationstyps permanent verloren gehen. Bitte um Vorsicht!

source: Field name can only contain a-z letters and numbers.
de: Das Feld kann nur Buchstaben von A bis Z und Zahlen enthalten.

source: This value is used as the form field ID, so be sure to choose a unique one.
de: Dieser Wert wird als Formularfeld ID verwendet und sollte unbedingt eindeutig ausgewählt werden.

source: Name of this field (is used e.g. in the template variables).
de: Feldname (wird z.B. für Template-Variablen verwendet).

source: Display name
de: Anzeigename

source: Title (is shown e.g. in the automatically generated templates) and can be a custom gettext string.
de: Titel (wird z.B. in Template angezeigt), kann eigener gettext-String sein.

source: Note
de: Hinweis

source: Optional tooltip of this field used on the input form, and can be a custom gettext string.
de: Tooltip für Eingabeformular (optional), kann eigener gettext-String sein.

source: Fieldtype (Plugin)
de: Feldtyp (Plugin)

source: Which kind of fieldtype is used (can be extended by plugins). Detailed informations about the individual plugins can be found in the documentation.
de: Art des verwendeten Feldtyps (kann mit Plugins erweitert werden). Detaillierte Informationen über Plugins gibt es in der Dokumentation.

source: Edit this field only if you know what you are doing.
de: Dieses Feld nur bei bekannter Funktionsweise bearbeiten.

source: This is the configuration data of the field, if you edit it manually you can get unexpected results. Please use the configuration icon next to the selector to configure the field with ease.
de: Dies ist die Konfiguration des Feldes, bei manuellen Änderungen können unerwartete Ergebnisse auftreten. Das Symbol neben der Auswahl ermöglicht es, das Feld einfach zu konfigurieren.

source: The content of this field will be used as the title?
de: Wird Feldinhalt als Titel verwendet?

source: Is this field mandatory?
de: Ist die Eingabe verpflichtend?

source: The content of this field can be searched?
de: Kann Feldinhalt durchsucht werden?

source: This field can be used to filter a list?
de: Darf dieses Feld für für die Filterung einer Liste genutzt werden?

source: This field acts as a counter?
de: Darf dieses Feld aus Counter genutzt werden?

source: The maximum length for the content of this field.
de: Maximale Länge für Feldinhalt.

source: Pageable
de: Mehrseitig

source: The content of this field is pageable?
de: Kann Feldinhalt über mehrere Seiten verteilt werden?

source: Are you sure you want to delete this field?
de: Soll das Feld wirklich gelöscht werden?

source: Reset models
de: Models zurücksetzen

source: Install 'Blog' and 'Pages' publication types
de: Publikationstypen 'Blog' und 'Pages' installieren

source: General settings
de: Allgemeine Einstellungen

source: Upload path
de: Upload-Pfad

source: The given path doesn't exists
de: Der angegebene Pfad existiert nicht

source: The given path is not a directory
de: Der angegebene Pfad ist kein Verzeichnis

source: The given path is not writeable
de: Der angegebene Pfad ist nicht beschreibbar

source: The given path is writeable
de: Der angegebene Pfad ist beschreibbar

source: Path where uploaded files will be stored, relative to the site root (%s)
de: Pfad für hochgeladene Dateien, relativ zum Hauptverzeichnis der Website (%s)

source: Models path
de: Models-Pfad

source: Path where Clip stores temporary files. The folder must be named 'ClipModels'
de: Pfad für temporäre Dateien von Clip. Das Verzeichnis muss 'ClipModels' lauten.

source: Default publication type to use when none is passed to Clip.
de: Standard Publikationstyp, wenn Clip ohne Parameter aufgerufen wird.

source: Default template
de: Standardtemplate

source: Default template used in short URLs. Leave it empty to nor use extensions with short URls enabled. Only 'htm' and 'html' are omitted of special processing.
de: Standardtemplate für die Benutzung von ShortURLs. Leer lassen, wenn keine Erweiterungen bei den ShortURLs verwendet werden sollen. Nur 'htm' und 'html' werden bei dieser speziellen Verarbeitung weggelassen.

source: Max. items per page
de: Maximale Einträge pro Seite

source: Maximum number of items to display when a pubtype does not have a limit.
de: Anzahl der maximal anzuzeigenden Einträge, wenn im Publikationstyp kein Limit angegeben ist.

source: Common templates
de: Gemeinsame Templates

source: Enable the use of common templates for the main, list and display screens.
de: Dies ermöglicht die Verwendung gemeinsamer Vorlagen für die Haupt-, Listen- und Vollansicht.

source: If the template <var>$pubtype/$func[_$tpl].tpl</var> does not exists, Clip will search for <var>common_$func[_$tpl].tpl</var> and use it if exists.
de: Falls das Template <var>$pubtype/$func[_$tpl].tpl</var> nicht existiert, dann wird Clip nach <var>common_$func[_$tpl].tpl</var> suchen und falls vorhanden auch verwenden.

source: Development mode
de: Entwicklermodus

source: Enable the development mode to see detailed notices about Clip requirements.
de: Ist der Entwicklermodus aktiviert, dann werden detaillierte Hinweise über die Anforderungen von Clip angezeigt.

source: A <a href="%s">filter string</a> for FilterUtil (e.g. "core_title:likefirst:A")
de: Ein <a href="%s">Filter String</a> für FilterUtil (e.g. "core_title:likefirst:A").

source: Show code
de: Code anzeigen

source: List template
de: Template für Liste

source: Display template
de: Template für Anzeige

source: Form template
de: Template für Eingabeformular

source: Pub block template
de: Template der Block-Vollansicht

source: Create a template file named <strong>%1$s</strong> with this code, and store it in the the config directory: <strong>/config/templates/Clip/%2$s/%1$s</strong>, or within your theme in the <strong>/themes/YourTheme/templates/modules/Clip/%2$s/%1$s</strong>.
de: Kopiere den nachfolgenden Code und erstelle damit eine Template-Datei namens <strong>%1$s</strong>. Diese speichere in das Verzeichnis <strong>/config/templates/Clip/%2$s/%1$s</strong> oder speichere es in deinem Theme in den entsprechenden Unterordner: <strong>/themes/YourTheme/templates/modules/Clip/%2$s/%1$s</strong>

source: You can also have custom templates like <strong>main_TEMPLATE.tpl</strong> depending of the <var>template</var> parameter passed. For instance, <code>%1$s</code> will use <strong>%2$s</strong>, and <code>%3$s</code> will use <strong>%4$s</strong>.
de: Man kann auch benutzerdefinierte Templates wie <strong>main_TEMPLATE.tpl</strong> in Abhängigkeit zum <var>template</var>-Parameter erstellen. Beispiel: <code>%1$s</code> wird das Template <strong>%2$s</strong> benutzen und <code>%3$s</code> greift auf das Template <strong>%4$s</strong> zu.
