Repository: Portugao/german
Catalog: Clip/trunk/locale/*/LC_MESSAGES/module_clip.po
Languages: de

source: There are no publication types to relate.
de: Es existieren keine Publikationstypen zum verbinden.

source: No such relation found [%s].
de: Keine [%s] Verknüpfung gefunden.

source: One
de: Ein

source: Many
de: Viele

source: has One
de: hat ein

source: has Many
de: hat viele

source: or
de: oder

source: and
de: und

source: The aliases cannot be the same.
de: Die Aliase können nicht die gleichen sein.

source: Invalid owning publication type passed.
de: Ungültiger Publikationstyp übermittelt.

source: The alias '%s' is already in use.
de: Der Alias '%s' wird bereits verwendet.

source: Invalid related publication type passed.
de: Ungültiger verknüpfter Publikationstyp übermittelt.

source: Done! Relation created.
de: Erledigt! Verknüpfung erstellt.

source: Done! Relation updated.
de: Erledigt! Verknüpfung aktualisiert.

source: Done! Relation deleted.
de: Erledigt! Verknüpfung gelöscht.

source: Error! Deletion attempt failed.
de: Fehler! Löschen fehlgeschlagen.

source: Error! Invalid publication type ID passed [%s].
de: Fehler! Ungültige Publikationtyp ID [%s] übermittelt.

source: Error! No such publication field [%s] found.
de: Fehler! Kein entsprechendes Publikationsfeld [%s] gefunden.

source: The submitted name is reserved. Please choose a different one.
de: Der übermittelte Name ist reserviert. Bitte einen anderen auswählen.

source: The name '%s' is already in use.
de: Der Name '%s' wird bereits verwendet.

source: The provided name is reserved for the publication standard fields.
de: Der angegebene Name ist für Standardfelder der Publikationen reserviert.

source: Done! Field created.
de: Erledigt! Feld erstellt.

source: Done! Field updated.
de: Erledigt! Feld aktualisiert.

source: Done! Field '%s' deleted.
de: Erledigt! Feld '%s' gelöscht.

source: File
de: Datei

source: There must be a filename for the output.
de: Es wird ein Dateiname für die Anzeige benötigt.

source: Import attempt failed.
de: Import fehlgeschlagen.

source: Import done successfully.
de: Der Import wurde erfolgreich abgeschlossen.

source: Error! No such publication type [%s] found.
de: Fehler! Publikationstyp [%s] nicht gefunden.

source: The submitted value is a reserved word. Please choose a different one.
de: Der übermittelte Wert ist ein reserviertes Wort. Bitte wähle eine anderen Begriff.

source: The submitted value already exists. Please choose a different one.
de: Der übermittelte Wert existiert bereits. Bitte wähle eine anderen Wert.

source: Done! Publication type created. Now you can proceed to define its fields.
de: Erledigt! Der Publikationstyp wurde erstellt. Jetzt kannst du mit der Erstellung der Felder beginnen.

source: Done! Publication type updated.
de: Erledigt! Publikationstyp aktualisiert.

source: %s Clon
de: %s Kopie

source: Done! Publication type cloned.
de: Erledigt! Publikationstyp erstellt.

source: Done! Publication type deleted.
de: Erledigt! Publikationstyp gelöscht.

source: The name of the temporary folder must be 'ClipModels'.
de: Der Name des temporären Ordners sollte 'ClipModels' heißen.

source: Done! Module configuration updated.
de: Erledigt! Konfiguration für Modul aktualisiert.

source: You have no permissions to execute any action on this publication.
de: Keine Berechtigung vorhanden, um in dieser Publikation eine Aktion auszuführen

source: You have no authorization to submit publications.
de: Keine Berechtigung, um Publikationen einzureichen.

source: Type the title of the related publication
de: Titel der verknüpften Publikation eingeben

source: There are no matches found.
de: Es wurden keine Treffer gefunden.

source: Image Upload
de: Bild-Upload

source: Stored data is invalid.
de: Gespeicherte Daten sind ungültig

source: Image
de: Bild

source: No image uploaded.
de: Kein Bild hochgeladen.

source: Delete the image
de: Bild löschen

source: Regenerate thumbnails
de: Templates neu generieren

source: Preserve filename
de: Dateinamen behalten

source: Preserve the file name of the original file uploaded instead generate a random one.
de: Originaldateiname beibehalten anstatt einer Zufallsgenerierung

source: Preserve aspect ratio
de: Seitenverhältnis beibehalten

source: Preserve the proportions of the original image on the secondary images.
de: Die Proportionen des Originalbilds bei den sekundären Bildern beibehalten.

source: Leave empty if you do not need to generate any secondary image.
de: Leer lassen, wenn ein sekundäres Bild erstellt werden soll.

source: Thumbnail width
de: Breite des Thumbnails

source: Thumbnail height
de: Höhe des Thumbnails

source: Preview width
de: Breite des Vorschaubildes

source: Preview height
de: Höhe des Vorschaubildes

source: Full width
de: Breite des ganzen Bildes

source: Full height
de: Höhe des ganzen Bildes

source: Date
de: Datum

source: Select date
de: Datum auswählen

source: Include time
de: Uhrzeit anfügen

source: List
de: Liste

source: Category
de: Kategorie

source: Include an empty item?
de: Leeren Eintrag anfügen?

source: Edit link
de: Eigene bearbeiten

source: Language Selector
de: Sprachenauswahl

source: Available for all languages.
de: Verfügbar in allen Sprachen.

source: Show only the installed languages?
de: Nur die installierten Sprachen anzeigen?

source: Show the 'All' option?
de: Die 'ALLE'-Option anzeigen?

source: MultiCheckbox List
de: MultiCheckbox Liste

source: (empty)
de: (leer)

source: Error! Invalid URL.
de: Fehler! Ungültige URL.

source: Float
de: Fließkommawert

source: Min value
de: Kleinster Wert

source: Max value
de: Größter Wert

source: File Upload
de: Datei-Upload

source: Stored data is invalid
de: Gespeicherte Daten sind ungültig

source: No file uploaded.
de: Keine Datei hochgeladen.

source: Delete the file
de: Datei löschen

source: Private
de: Privat

source: User
de: Benutzer

source: Type the username
de: Benutername eingeben

source: Multiple Users?
de: Mehrere Benutzer?

source: in the beggining
de: am Anfang

source: inside the username
de: innerhalb des Benutzernamens

source: Search
de: Suche

source: Be sure to setup a default editor for Scribite!. It will be used in these text fields.
de: Bitte sicherstellen, dass im Scribite!-Modul ein Standardeditor gesetzt wurde. Dieser wird dann in den Textfeldern aktiviert.

source: Use Scribite!
de: Scribite! verwenden

source: Install Scribite! if you want to use it in this text field.
de: Falls ein WYSIWYG-Editor in diesem Feld genutzt werden soll, dann muss das Modul Scribite! installiert werden.

source: Multiple Selector
de: Mehrfachauswahl

source: Size
de: Größe

source: Radio List
de: Radio-Buttons

source: Edit
de: Bearbeiten

source: Open the plugin configuration popup
de: Plugin-Konfigurations-PopUp öffnen

source: Configuration
de: Konfiguration

source: Unexpected section found [%s].
de: Unerwarteter Bereich gefunden [%s].

source: Unexpected element found [%s].
de: Unerwartetes Element gefunden [%s].

source: You must specify a file to import from.
de: Bitte eine Datei für den Import auswählen.

source: Creation date
de: Erstellungsdatum

source: Update date
de: Aktualisierungsdatum

source: Creator
de: Ersteller

source: Updater
de: Zuletzt aktualisiert

source: Publish date
de: Veröffentlichungsdatum

source: Expire date
de: Ablaufdatum

source: Language
de: Sprache

source: Number of reads
de: Anzahl Aufrufe

source: Group %s
de: Gruppe %s

source: Description
de: Beschreibung

source: Plugin ID [%s] not found in the available plugins.
de: Plugin ID [%s] wurde in den verfügbaren Plugins nicht gefunden.

source: Plugin [%s] must be an instance of Zikula_Form_AbstractPlugin.
de: Plugin [%s] muss eine Instanz von Zikula_Form_AbstractPlugin sein.

source: Error! in %1$s: the %2$s parameter must be specified.
de: Fehler! in %1$s: der %2$s Parameter muss definiert werden.

source: Clip publication
de: Publikation bearbeiten

source: Display a Clip publication.
de: Publikation einreichen

source: Required parameter [%s] not set or empty.
de: Erforderlichen Parameter [%s] nicht gesetzt oder leer.

source: Clip publication list
de: Publikationsliste

source: Clip list of filtered, ordered and limited publications.
de: Clip-Liste mit gefilterten, sortierten und , geordnet und limitierten Publikationen.

source: Lists import succeded!
de: Listen erfolgreich importiert!

source: Error! Unsupported field type [%s].
de: Fehler! Feldtyp [%s] nicht unterstützt.

source: Fields import succeded!
de: Felder erfolgreich importiert!

source: Cannot create the database for tid [%1$s (%2$s)].
de: Datenbank für tid [%1$s (%2$s)] kann nicht erstellt werden.

source: Database update succeded!
de: Datenbank erfolgreich aktualisiert!

source: Error! Cannot import the data for pubtype [%1$s (%2$s)].
de: Fehler! Daten für Typ [%1$s (%2$s)] können nicht importiert werden.

source: Data import succeded!
de: Daten erfolgreich importiert!

source: Error! Could not save the search results.
de: Fehler! Ergebnisse nicht gespeichert.

source: Index
de: Übersicht

source: Relations
de: Verknüpfungen

source: Settings
de: Einstellungen

source: Error! Missing argument [%s].
de: Fehler! Eingabe [%s] fehlt.

source: Error! No publication fields found.
de: Fehler! Es gibt keine Felder für diesen Publikationstyp.

source: Error! Invalid function passed.
de: Fehler! Ungültige Funktion übermittelt.

source: commandName has to be a valid workflow action for the current state.
de: Für den aktuellen Status muss commandName ein gültiger Schritt im Workflow sein.

source: Unknown workflow action error. Operation failed.
de: Unbekannter Fehler in Workflow Aktion. Der Vorgang ist fehlgeschlagen.

source: Clip Pub
de: Clip Publikation

source: Clip publication block
de: Clip Publikationsblock

source: Clip List
de: Clip Liste

source: Clip list of publications
de: Clip Publikationsliste

source: Sorry! No such group found.
de: Sorry! Keine derartige Gruppe gefunden.

source: Error! Invalid field requested.
de: Fehler! Ungültiges Feld übermittelt.

source: Error! Invalid field to increment was passed.
de: Fehler! Es wurde ein ungültiges Feld zum Inkrementierung übermittelt.

source: Error! Invalid request.
de: Fehler! Ungültige Anfrage.

source: Error! Missing or wrong argument [%s].
de: Fehler! Fehlendes oder falsches Argument [%s].

source: No such publication [tid: %1$s - pid: %2$s; id: %3$s] found.
de: Keine entsprechende Publikation [tid: %1$s - pid: %2$s; id: %3$s] gefunden.

source: No such publication found.
de: Keine entsprechende Publikation gefunden.

source: The requested file does not exists.
de: Die angeforderte Datei existiert nicht.

source: The models were cleaned.
de: Die Modelle wurden bereinigt.

source: Error! The models could not be cleaned.
de: Fehler! Die Modelle konnten nicht bereinigt werden.

source: Error! Update attempt failed.
de: Fehler! Aktualisierung fehlgeschlagen.

source: The requested page cannot be displayed. Please contact the administrador.
de: Die angeforderte Seite konnte nicht angezeigt werden. Bitte kontaktiere den Administrator.

source: Notice: Template [%s] not found.
de: Hinweis: Template [%s] nicht gefunden.

source: This page cannot be displayed. Please contact the administrator.
de: Die Seite konnte nicht an gezeigt werden. Bite konaktiere den Administrator.

source: Error! No such publication [%1$s - %2$s] found.
de: Fehler! Keine entsprechende Publikation [%1$s - %2$s] gefunden.

source: Error! No such publication [%s] found.
de: Fehler! Publikation [%s] nicht gefunden.

source: Error! Invalid action passed.
de: Fehler! Ungültige Aktion übermittelt.

source: %s Item Hooks
de: %s-Element Hooks

source: The parameter %s must not be empty
de: Der Parameter %s darf nicht leer sein

source: %1$s: The specified module [%2$s] does not exist.
de: %1$s: Das angegebene Modul [%2$s] existiert nicht.

source: %1$s: Unable to find the workflow file [%2$s].
de: %1$s: Kann die Workflow-Datei nicht finden [%2$s].

source: %s: Unsupported module type.
de: Fehler! Modultyp [%s] nicht unterstützt.

source: %1$s: The module [%2$s] is not active.
de: %1$s: Das Modul [%2$s] ist nicht aktiv.

source: Workflow permission check file [%s] does not exist.
de: Die Workflowdatei für die Berechtigungsprüfung [%s] existiert nicht.

source: Workflow permission check function [%s] is not defined.
de: Die Workflowfunktion für die Berechtigungsprüfung [%s] ist nicht definiert

source: Unable to parse XML workflow (line %1$s, %2$s): %3$s.
de: Der XML Workflow kann nicht analysiert werden (Zeile %1$s, %2$s): %3$s.

source: Unknown %1$s name '%2$s' in action '%3$s'.
de: Unbekannter %1$s Name '%2$s' in Aktion '%3$s'.

source: Unknown %1$s name '%2$s' in action '%3$s' of the '%4$s' state.
de: Unbekannter %1$s Name '%2$s' in Aktion '%3$s' im Status '%4$s'.

source: Unknown state name '%1$s' in action '%2$s', operation '%3$s'.
de: Unbekannter Statusname '%1$s' in Aktion '%2$s', Operation '%3$s'.

source: Workflow state error: '%2$s' tag of the state '%1$s'.
de: Workflow Statusfehler: '%2$s' Schlüsselwort des Status '%1$s'.

source: Unexpected %1$s tag in %2$s state.
de: Unerwartetes %1$s Schlüsselwort im Status %2$s.

source: No expire date specified.
de: Kein Ablaufdatum angegeben.

source: Clip root category
de: Hauptkategorie von Clip

source: Topics
de: Themen

source: Clip topics for its publications
de: Themen für Clip-Publikationen

source: Zikula related publications
de: Publikationen zum Thema Zikula

source: Free Software
de: Freie Software

source: Free software related publications
de: Publikationen zum Thema Freie Software

source: Community related publications
de: Publikationen zum Thema Community

source: Error! Could not create the [%s] Category Registry for Clip.
de: Fehler! Kategorie-Registrierung [%s] für Clip konnte nicht angelegt werden.

source: Category %s must be unique under parent
de: Kategorie %s muss innerhalb eines Elternzweigs einmalig sein

source: Error! Could not create the [%s] category.
de: Fehler! Kategorie [%s] konnte nicht angelegt werden.

source: Contents
de: Inhalte

source: Publication contents of this site.
de: Publikationsinhalte dieser Seite.

source: Clip created the '%1$s' directory successfully at [%2$s]. Be sure that this directory is writable by the webserver
de: Clip hat das '%1$s'-Verzeichnis erfolgreich unter [%2$s] angelegt. Bitte sicherstellen, dass dieses Verzeichnis auch vom Webserver beschreibbar ist.

source: and is accessible via web
de: und ist über das Web zugänglich

source: Clip detected that the '%1$s' directory is already created at [%2$s] but it's not writable. Be sure to correct that
de: Clip hat entdeckt, dass das Verzeichnis '%1$s' bereits [%2$s] erstellt wurde, aber es ist nicht beschreibbar. Bitte korrigiere das

source: and that it's accessible via web
de: und dass es über das Web zugänglich ist

source: Clip detected that the '%1$s' directory is already created at [%2$s]
de: Clip hat entdeckt, dass das Verzeichnis '%1$s' bereits am [%2$s] erstellt wurde

source: Be sure that it's accessible via web
de: Bitte stelle sicher, dass es über das Web zugänglich ist

source: Invalid
de: Ungültig

source: State [%s] not found.
de: Status [%s] nicht gefunden.

source: Action [%1$s] not available in State [%2$s].
de: Aktion [%1$s] im Status [%2$s] nicht verfügbar.

source: No permission to execute the [%s] action.
de: Keine Berechtigung zum Ausführen der Aktion [%s].

source: Workflow operation file [%s] does not exist
de: Die Workflowdatei für den Ablauf [%s] existiert nicht.

source: Workflow operation function [%s] is not defined
de: Die Workflowfunktion für den Ablauf [%s] ist nicht definiert

source: There is already a '%s' publication type.
de: Der Publikationstype '%s' existiert bereits.

source: Default '%s' publication type created successfully.
de: Standard '%s' Publikationstyp erfolgreich erstellt.

source: Could not import the '%s' publication type.
de: Publikationstyp '%s' konnte nicht importiert werden.

source: Dynamic content publishing platform for Zikula.
de: Plattform für Zikula, die dynamische Inhalte erstellt

source: %1$s: Invalid grouptype ID passed [%2$s].
de: %1$s: Ungültige Gruppentyp ID [%2$s] übermittelt.

source: %1$s: Invalid publication type ID passed [%2$s].
de: %1$s: Ungültige Publikationstyp ID [%2$s] übermittelt.

source: %1$s: Invalid context passed [%2$s].
de: %1$s: Ungültiger Kontext [%2$s] übermittelt.

source: Error! No such category found for the ID passed [%s].
de: Fehler! Für die übermittelte ID [%s] wurde keine entsprechende Kategorie gefunden.

source: Uncategorized
de: Ohne Kategorie

source: Edit this publication
de: Diese Publikation bearbeiten

source: Preview this publication
de: Vorschau des Publikationstyps

source: Preview
de: Vorschau

source: Info
de: Übersicht

source: Fields
de: Felder

source: Generate templates
de: Templates generieren

source: Publication type main template
de: Template der Hauptübersicht für diesen Publikationstyp

source: Publications list template
de: Template der Listenansicht für diesen Publikationstyp

source: Display
de: Anzeige

source: Publication display template
de: Template der Anzeigefunktion für diesen Publikationstyp

source: Form
de: Formular

source: Publication input form template
de: Template des Eingabeformulars für diesen Publikationstyp

source: List block
de: Listenblock

source: List block template
de: Template des Listenblocks für diesen Publikationstyp

source: Pub block
de: Publikationsblock

source: Publication block template
de: Template des Publikationsblocks für diesen Publikationstyp

source: Error! in %1$s: the %2$s parameter is not valid.
de: Fehler! In %1$s: Der Parameter %2$s ist nicht gültig.

source: Error! The specified plugin class [%s] does not exists.
de: Fehler! Die angegebene Plugin-Klasse [%s] existiert nicht.

source: Error! '%1$s' parameter cannot be '%2$s'.
de: Fehler! Parameter '%1$s' kann nicht '%2$s' sein.

source: Error! The publication field '%s' does not exist.
de: Fehler! Das Publikationsfeld '%s' existiert nicht.

source: It must not match any existing field.
de: Es muss nicht mit einem bestehendem Feld übereinstimmen.

source: Error! Clippy.swf not found on this view paths [%s].
de: Fehler! Clippy.swf wurde nicht im Pfad [%s] gefunden.

source: Copy to clipboard
de: In die Zwischenablage kopieren

source: Done! Publication updated.
de: Erledigt! Publikation aktualisiert.

source: Error! Failed to update the publication.
de: Fehler! Publikation konnte nicht aktualisiert werden.

source: Done! Publication deleted.
de: Erledigt! Publikation gelöscht.

source: Error! Failed to delete the publication.
de: Fehler! Publikation konnte nicht gelöscht werden.

source: Notification sent to '%s' group.
de: Benachrichtigung zur Gruppe '%s' verschickt.

source: Notification failed.
de: Benachrichtigung fehlgeschlagen.

source: Done! Publication copied.
de: Erledigt! Publikation kopiert.

source: Error! Failed to copy the publication.
de: Fehler! Publikation konnte nicht kopiert werden.

source: Publication status set to 'published'.
de: Erledigt! Publikationsstatus auf "veröffentlicht" gesetzt.

source: Publication status set to 'unpublished'.
de: Der Publikationsstatus wurde auf "ausgeblendet" gesetzt.

source: Publication moved to the recycle bin.
de: Publikation wurde in den Papierkorb verschoben

source: Publication was recovered from the recycle bin.
de: Die Publikation wurde aus den Papierkorb wiederhergestellt.

source: Error! The fixed publication id already exists on the database. Please contact the administrator.
de: Fehler! Die feste Publikations-ID existiert bereits in der Datenbank. Bitte den Administrator kontaktieren.

source: Done! Publication created.
de: Erledigt! Publikation erstellt.

source: Error! Failed to create the publication.
de: Fehler! Publikation konnte nicht erstellt werden.

source: Are you sure you want to delete this publication?
de: Soll diese Publikation wirklich gelöscht werden?

source: This is a two staged workflow with stages for untrusted submissions and finally approved publications. It does not allow corrections of non-editors to published pages.
de: Dies ist ein zweistufiger Workflow mit Stufen für nicht vertrauenswürdige Einreichungen und abschließende Genehmigung von Publikationen. Es erlaubt keine Korrekturen von Nicht-Bearbeitern zu bereits veröffentlichenden Seiten.

source: Waiting
de: Wartend

source: Content has been submitted and is waiting for acceptance
de: Inhalt wurde eingereicht und wartet auf Freigabe

source: Approved
de: Freigegeben

source: Content has been approved and is available online
de: Der Inhalt wurde genehmigt und ist nun online verfügbar

source: Submit and Approve
de: Senden und freigeben

source: Submit a publication and approve immediately
de: Publikation senden und sofort freigeben

source: Submit
de: Absenden

source: Submit a publication for acceptance by a moderator
de: Publikation senden und auf Freigabe warten

source: Update and Approve
de: Aktualisieren und freigeben

source: Update the content and approve for immediate publishing
de: Inhalt aktualisieren und sofort veröffentlichen

source: Update
de: Aktualisieren

source: Update the content for later publishing
de: Inhalt für spätere Veröffentlichung aktualisieren

source: Approve
de: Freigeben

source: Approve the publication for immediate publishing
de: Publikation sofort veröffentlichen

source: Trash
de: Papierkorb

source: Move the publication to the recycle bin
de: Publikation in Papierkorb verschieben

source: Recover
de: Wiederherstellen

source: Recover the publication from the recycle bin
de: Publikation aus Papierkorb wiederherstellen

source: Delete
de: Löschen

source: Delete the publication permanently
de: Publikation endgültig löschen

source: Update the publication content
de: Publikationsinhalt aktualisieren

source: Publish
de: Veröffentlichen

source: Make the publication available
de: Publikation online verfügbar machen

source: Unpublish
de: Offline

source: Hide the publication
de: Publikation offline nehmen und verstecken

source: This is a three staged workflow with stages for untrusted submissions, moderator's acceptance, and approval control by a editor; approved publications are handled by authors staff.
de: Dies ist ein dreistufiger Workflow mit Stufen für nicht vertrauenswürdige Einreichungen, Akzeptierung durch einen Moderator und Kontrolle durch einen Bearbeiter. Genehmigte Publikationen werden vom Autor abgewickelt.

source: Accepted
de: Akzeptiert

source: Content has been accepted and is waiting for approval
de: Der Inhalt wurde genehmigt und wartet nun auf Freigabe

source: Content has been approved is available online
de: Inhalt freigegeben und online verfügbar

source: Submit and Accept
de: Senden und Genehmigen

source: Submit a publication and accept immediately
de: Eine Publikation senden und direkt genehmigen

source: Accept
de: Akzeptiere

source: Accept the publication for editors approval
de: Publikation genehmigen zwecks Genehmigung durch Bearbeiter

source: Update the content of the publication
de: Inhalt der Publikation aktualisieren

source: Reject
de: Ablehnen

source: Reject and delete the submitted content permanently
de: Eingereichten Inhalt ablehnen und dauerhaft löschen

source: Disapprove
de: Ablehnen

source: Disapprove this publication
de: Diese Publikation ablehnen

source: None
de: Keine Prüfung

source: This is like a non-existing workflow. Everything is online immediately after creation.
de: Hier handelt es sich eigentlich nicht um einen Workflow. Alle Änderungen sind unverzüglich nach der Erstellung online.

source: Submit a publication
de: Publikation einreichen

source: %s read
de: %s Aufruf

source: View
de: Ansicht

source: No pages found.
de: Keine Seiten gefunden.

source: Uncategorized pages published:
de: Unkategorisierte Seiten veröffentlicht:

source: Category: %s
de: Kategorie: %s
