Repository: Portugao/german
Catalog: Clip/trunk/locale/*/LC_MESSAGES/module_clip.po
Languages: de

source: You can also have custom templates like <strong>list_TEMPLATE.tpl</strong> depending of the <var>template</var> parameter passed. For instance, <code>%1$s</code> will use <strong>%2$s</strong>, and <code>%3$s</code> will use <strong>%4$s</strong>.
de: Man kann auch benutzerdefinierte Templates wie <strong>list_TEMPLATE.tpl</strong> in Abhängigkeit zum <var>template</var>-Parameter erstellen. Beispiel: <code>%1$s</code> wird das Template <strong>%2$s</strong> benutzen und <code>%3$s</code> greift auf das Template <strong>%4$s</strong> zu.

source: You can also have custom templates like <strong>display_TEMPLATE.tpl</strong> depending of the <var>template</var> parameter passed. For instance, <code>%1$s</code> will use <strong>%2$s</strong>, and <code>%3$s</code> will use <strong>%4$s</strong>.
de: Man kann auch benutzerdefinierte Templates wie <strong>display_TEMPLATE.tpl</strong> in Abhängigkeit zum <var>template</var>-Parameter erstellen. Beispiel: <code>%1$s</code> wird das Template <strong>%2$s</strong> benutzen und <code>%3$s</code> greift auf das Template <strong>%4$s</strong> zu.

source: You can also have custom templates like <strong>form_STATE_TEMPLATE.tpl</strong> depending of the publication workflow state and the <var>template</var> parameter passed; or have individual templates according to the current state of the publication workflow <strong>form_STATE.tpl</strong>, for instance: form_initial.tpl, form_approved.tpl, etc.
de: Man kann auch benutzerdefinierte Templates wie <strong>form_STATE_TEMPLATE.tpl</strong> in Abhängigkeit vom Workflowstatus und vom <var>template</var>-Parameter erstellen. Oder ex existieren individuelle Templates dem aktuellen Status des Workflows entsprechend <strong>form_STATE.tpl</strong>. Beispiel: form_initial.tpl, form_approved.tpl, usw.

source: If you setup a <var>template</var> in the block, it will require <strong>%s_TEMPLATE.tpl</strong>.
de: Wenn im Block ein <var>Template</var> konfiguriert wurde, dann wird die Datei <strong>%s_TEMPLATE.tpl</strong> benötigt.

source: In depot
de: In Ablage

source: Switch to the admin panel
de: Zur Admin-Übersicht umschalten

source: Home
de: Startseite

source: Administration panel
de: Administrationsbereich

source: Editor Panel
de: Bearbeiteransicht

source: Editor panel
de: Bearbeiteransicht

source: This is a generic template used when <a href="%1$s">development mode</a> is enabled. You can build your template starting with <a href="%2$s">the autogenerated code</a>, and reading instructions of where to place it.
de: Hier handelt es sich um ein generisches Template, welches verwendet wird wenn der <a href="%1$s">Entwicklungsmodus</a> aktiviert ist. Man kann eigene Templates auf Basis des <a href="%2$s">automatisch generierten Codes</a> erstellen und dort auch Hinweise über den Speicherort nachlesen.

source: Switch to the editor context
de: Zum Bearbeitermodus wechseln

source: Create a new publication type
de: Einen neuen Publikationstyp erstellen

source: New publication type
de: Publikationstyp anlegen
