Repository: Portugao/german
Catalog: legacy/Multisites/trunk/locale/*/LC_MESSAGES/module_multisites.po
Languages: de

source: Error! Could not load items.
de: Fehler! Einträge konnten nicht geladen werden.

source: Error! Could not do what you wanted. Please check your input.
de: Fehler! Die gewünschte Aktion konnte nicht ausgeführt werden. Bitte die Eingaben überprüfen.

source: Error! Connecting to the database failed.
de: Fehler! Verbinden zur Datenbank fehlgeschlagen.

source: Error! The model does not exist.
de: Fehler! Das Modell existiert nicht.

source: Error! The model file has not been found.
de: Fehler! Die Modelldatei konnte nicht gefunden werden.

source: Error! Opening the model file failed.
de: Fehler! Öffnen der Modelldatei fehlgeschlagen.

source: Error importing the database in line
de: Fehler! Importieren der Datenbank in Zeile

source: Error! Importing the database failed. Perhaps there is a problem with the model file.
de: Fehler! Importieren der Datenbank fehlgeschlagen. Vielleicht gibt es ein Problem mit der Modelldatei.

source: Error! Setting configurating value failed.
de: Fehler! Setzen eines Konfigurationswertes fehlgeschlagen.

source: Error! Creating the site administrator failed.
de: Fehler! Erstellung des Seiten-Administrators fehlgeschlagen.

source: Error! Creation attempt failed.
de: Fehler! Erstellung fehlgeschlagen.

source: Error! No site could be found.
de: Fehler! Es konnte keine Seite gefunden werden.

source: Error! Sorry! Deletion attempt failed.
de: Fehler! Löschversuch fehlgeschlagen.

source: Error! connecting to the database failed.
de: Fehler Verbinden zur Datenbank fehlgeschlagen.

source: Error! Update attempt failed.
de: Fehler! Änderung fehlgeschlagen.

source: Model not found
de: Fehler! Modell konnte nicht gefunden werden.

source: Error deleting file
de: Fehler beim Löschen der Datei.

source: Error! Could not include %s
de: Fehler beim Einbinden von %s

source: Error! Model could not be found.
de: Fehler! Das Modell konnte nicht gefunden werden.

source: You have not defined the global administrator name or password. Check the module configuration
de: Name oder Password des globalen Administrators wurden nicht definiert. Bitte die Modulkonfiguration überprüfen.

source: Error! Creating global administrator failed.
de: Fehler! Erstellung des globalen Administrators fehlgeschlagen.

source: Error! Getting global administrator values failed.
de: Fehler! Abrufen der Werte des globalen Administrators fehlgeschlagen.

source: Error! Adding global administrator to admin group failed.
de: Fehler! Hinzufügen des globalen Administrators zur Admin-Gruppe fehlgeschlagen.

source: Error! Getting global administrator group failed.
de: Fehler! Abrufen der Gruppe des globalen Administrators fehlgeschlagen.

source: Error! Updating global administrator password failed.
de: Fehler! Änderung des Passwortes des globalen Administrators fehlgeschlagen.

source: Error! Deleting the sequences with value under 0 failed.
de: Fehler! Löschen der Sequenzen mit Wert kleiner 0 fehlgeschlagen.

source: Error! Creating the sequence failed.
de: Fehler! Erstellung der Sequenz fehlgeschlagen.

source: Error! Getting number of sites where the module <strong>%s</strong> need to be upgraded.
de: Fehler! Abrufen der Anzahl von Seiten, bei denen das Modul <strong>%s</strong> aktualisiert werden muss, ist fehlgeschlagen.

source: Error! Getting sites where the module <strong>%s</strong> need to be upgraded.
de: Fehler! Abrufen der Seiten, bei denen das Modul <strong>%s</strong> aktualisiert werden muss, ist fehlgeschlagen.

source: View instances
de: Instanzen anschauen

source: New Instance
de: Neue Instanz

source: View Models
de: Modelle anzeigen

source: Create New Model
de: Neues Modell erstellen

source: Actualise Modules
de: Module aktualisieren

source: Configuration
de: Konfiguration

source: The directory where the sites files have to be created is not defined. Check your configuration values.
de: Fehler! Das Verzeichnis, in dem die Dateien für die Seite angelegt werden sollen, ist nicht definiert. Bitte die Konfigurationseinstellungen überprüfen.

source: The directory where the sites files have to be created does not exists.
de: Fehler! Das Verzeichnis, in dem die Dateien für die Seite angelegt werden sollen, ist nicht definiert.

source: The directory where the sites files have to be created is not writeable.
de: Fehler! Das Verzeichnis, in dem die Dateien für die Seite angelegt werden sollen, ist beschreibbar.

source: Error creating the directory.
de: Fehler! Erstellung des Verzeichnisses fehlgeschlagen.

source: There is not any model defined
de: Es wurde kein Modell definiert.

source: Error! Please provide an instance name. It is a mandatory field.
de: Fehler! Bitte gebe einen Namen für die Instanz an. Dies ist eine Pflichtangabe.

source: Error! Please provide an admin's site name. It is a mandatory field.
de: Fehler! Bitte gebe einen Seitennamen für die Administration der Seite an. Dies ist eine Pflichtangabe.

source: Error! Please provide an admin's site password. It is a mandatory field.
de: Fehler! Bitte gebe ein Passwort für die Administration der Seite an. Dies ist eine Pflichtangabe.

source: Error! Please provide an admin's site email. It is a mandatory field.
de: Fehler! Bitte gebe einen E-Mail-Adresse für die Administration der Seite an. Dies ist eine Pflichtangabe.

source: Error! Please provide the site domain. It is a mandatory field.
de: Fehler! Bitte gebe die Domain der Seite an. Dies ist eine Pflichtangabe.

source: Error! Please provide the site database host. It is a mandatory field.
de: Fehler! Bitte gebe den Host für die Datenbank der Seite an. Dies ist eine Pflichtangabe.

source: Error! Please provide the site database name. It is a mandatory field.
de: Fehler! Bitte gebe den Namen für die Datenbank der Seite an. Dies ist eine Pflichtangabe.

source: Error! Please provide the site database user name. It is a mandatory field.
de: Fehler! Bitte gebe den Benutzernamen für die Datenbank der Seite an. Dies ist eine Pflichtangabe.

source: Error! Please provide the site database user password. It is a mandatory field.
de: Fehler! Bitte gebe das Benutzerpasswort für die Datenbank der Seite an. Dies ist eine Pflichtangabe.

source: Error! Please provide the site database prefix. It is a mandatory field.
de: Fehler! Bitte gebe das Prefix für die Datenbank der Seite an. Dies ist eine Pflichtangabe.

source: Error! Please provide the model on the site will be based. It is a mandatory field.
de: Fehler! Bitte gebe das Modell an, auf dem die Seite basieren soll. Dies ist eine Pflichtangabe.

source: This site just exists. The site DNS must be unique.
de: Diese Seite existiert bereits. Die Seiten-DNS muss eindeutig sein.

source: Error! Creating site directories failed
de: Fehler! Erstellung der Seiten-Verzeichnisse fehlgeschlagen.

source: Error with the folder <strong>%s</strong> because it is not writeable.
de: Fehler! Das Verzeichnis <strong>%s</strong> ist nicht beschreibbar.

source: Error! Creation of database failed.
de: Fehler! Erstellung der Datenbank fehlgeschlagen.

source: Error! Creation of database tables failed.
de: Fehler! Erstellung der Datenbank-Tabellen fehlgeschlagen.

source: Error! Updating the site configuration failed.
de: Fehler! Änderung der Seiten-Konfiguration fehlgeschlagen.

source: Error! Updating the file multisites_dbconfig.php failed.
de: Fehler! Änderung der Datei multisites_dbconfig.php fehlgeschlagen.

source: Error! Creation of the instance failed.
de: Fehler! Erstellung der Instanz fehlgeschlagen.

source: Done! A new instance has been created.
de: Erledigt! Eine neue Instanz wurde erstellt.

source: Error! Site could not be found.
de: Fehler! Die Seite konnte nicht gefunden werden.

source: Error deleting database
de: Fehler beim Löschen der Datenbank.

source: The instance deletion has failed
de: Fehler! Löschung der Instanz fehlgeschlagen.

source: Done! The instance has been deleted.
de: Erledigt! Die Instanz wurde gelöscht.

source: Error! Updating the instance failed.
de: Fehler! Änderung der Instanz fehlgeschlagen.

source: Done! The site information has been updated.
de: Erledigt! Die Seiten-Informationen wurden geändert.

source: Error! Please provide a model name. It is a mandatory field.
de: Fehler! Bitte gebe einen Namen für das Modell an. Dies ist eine Pflichtangabe.

source: Error! Please provide the model database tables prefix. It is a mandatory field.
de: Fehler! Bitte gebe die Prefix für die Datenbanktabellen des Modells an. Dies ist eine Pflichtangabe.

source: Error! Updating the model failed.
de: Fehler! Änderung des Modells fehlgeschlagen.

source: Done! Model updated.
de: Erledigt! Modell geändert.

source: The module configuration has been modified
de: Erledigt! Die Modulkonfiguration wurde geändert.

source: The models folder does not exists
de: Fehler! Das Verzeichnis für die Modelle existiert nicht.

source: The models folder is not writeable
de: Fehler! Das Verzeichnis für die Modelle ist nicht beschreibbar.

source: Error! Please provide a model name. It is a mandatory field.<br />
de: Fehler! Bitte gebe einen Namen für das Modell an. Dies ist eine Pflichtangabe.<br />

source: Error! Please provide the model database tables prefix. It is a mandatory field.<br />
de: Fehler! Bitte gebe die Prefix für die Datenbanktabellen des Modells an. Dies ist eine Pflichtangabe.<br />

source: Error! Please provide the model file. It is a mandatory field.<br />
de: Fehler! Bitte gebe die Modelldatei an. Dies ist eine Pflichtangabe.<br />

source: The model file extension is not allowed. The only allowed extensions are txt and sql
de: Fehler! Die Endung der Modelldatei ist nicht erlaubt. Die erlaubten Erweiterungen sind sql und txt.

source: Error updating file
de: Fehler! Änderung der Datei fehlgeschlagen.

source: Error creating model
de: Fehler! Erstellung des Modells fehlgeschlagen.

source: A new model has been created
de: Erledigt! Ein neues Modell wurde erstellt.

source: Not site found
de: Keine Seite gefunden.

source: Error deleting the model
de: Fehler! Löschen des Modells fehlgeschlagen.

source: Model deleted
de: Erledigt! Das Modell wurde gelöscht.

source: A global administrator has been created
de: Erledigt! Ein globaler Administrator wurde angelegt.

source: The administration control has been recovered
de: Erledigt! Die Administrationskontrolle wurde wiederhergestellt.

source: Not tool selected
de: Kein Werkzeug ausgewählt

source: Error! No sites could be found that needs an upgrade of module <strong>%s</strong>.
de: Fehler! Es wurden keine Seiten gefunden, die eine Aktualisierung des Moduls <strong>%s</strong> benötigen.

source: The directory where the sites files have to be created is not defined. Please, define it.
de: Fehler! Das Verzeichnis, in dem die Dateien für die Seite angelegt werden sollen, ist nicht definiert. Bitte definieren.

source: The directory where the sites files have to be created does not exists. Please, create it.
de: Fehler! Das Verzeichnis, in dem die Dateien für die Seite angelegt werden sollen, existiert nicht. Bitte anlegen.

source: The directory where the sites files have to be created is not writeable. Please, set it as writeable.
de: Fehler! Das Verzeichnis, in dem die Dateien für die Seite angelegt werden sollen, ist nicht beschreibbar. Bitte auf beschreibbar setzen.

source: Error: File multisites_config.php not found
de: Fehler! Die Datei multisites_config.php konnte nicht gefunden werden.

source: Error: the multiple_config.php not writted
de: Fehler! Die Datei multisites_config.php konnte nicht geschrieben werden.

source: Error: the file multisites_config.php has not been written
de: Fehler! Die Datei multisites_config.php konnte nicht geschrieben werden.

source: No instanceId value received.
de: Fehler! Kein Wert für instanceId erhalten.

source: No module name received.
de: Fehler! Kein Modulname erhalten.

source: No new state received.
de: Fehler! Keinen neuen Zustand erhalten.

source: Not site found.
de: Keine Seite gefunden.

source: Error changing module state.
de: Fehler! Änderung des Modulzustands fehlgeschlagen.

source: No site found.
de: Keine Seite gefunden.

source: Error creating module.
de: Fehler! Erstellen des Moduls fehlgeschlagen.

source: Error deleting module.
de: Fehler! Löschen des Moduls fehlgeschlagen.

source: No theme name received.
de: Fehler! Keinen Theme-Namen erhalten.

source: Error creating theme.
de: Fehler! Erstellen des Themes fehlgeschlagen.

source: Error deleting theme.
de: Fehler! Löschen des Themes fehlgeschlagen.

source: Zikula Multisites module
de: Zikula Multisites Modul

source: Edit model
de: Modell ändern

source: Model name
de: Modell-Name

source: Model database table prefix
de: Datenbank-Tabellenprefix des Modells

source: Description
de: Beschreibung

source: Model file
de: Modelldatei

source: Model folders
de: Modell-Ordner

source: Write the folders that have to be created into the sites files system separated by ",". If you need folder into other folders you can write expressions like "folder/folder".
de: Verzeichnisse, die im Dateisystem der Seite erstellt werden sollen, getrennt durch ",". Auch Unterordner sind möglich durch Ausdrücke wie "ordner/unterordner".

source: Mandatory fields
de: Pflichtfelder

source: Edit
de: Editieren

source: Cancel
de: Abbrechen

source: Multiple Zikula
de: Mehrere Zikula

source: Edit an instance
de: Eine Instanz ändern

source: Instance name
de: Instanz-Name

source: Original site name
de: Originaler Seiten-Name

source: Site description
de: Seiten-Beschreibung

source: Original site admin name
de: Originaler Site Admin Name

source: Original site admin password
de: Originales Site Admin Passwort

source: Admin real name
de: Admin Realer Name

source: Admin email
de: Admin E-Mail-Adresse

source: Company
de: Firma

source: Site domain
de: Seiten-Domain

source: Based on model
de: Basiert auf Modell

source: Active
de: Aktiv

source: Site tools
de: Seiten-Werkzeuge

source: Site name
de: Seiten-Name

source: Available tools
de: Verfügbare Werkzeuge

source: Create global administrator
de: Globalen Administrator erstellen

source: Recover administrators site control
de: Seitenkontrolle des Administrators wiederherstellen

source: Allowed
de: Erlaubt

source: Not allowed
de: Nicht erlaubt

source: Add module
de: Modul hinzufügen

source: Create a new model
de: Ein neues Modell erstellen

source: Model database tables prefix
de: Datenbank-Tabellenpräfix des Modells

source: Upload model file
de: Eine Modelldatei hochladen

source: The possible extensions are sql and txt.
de: Die möglichen Erweiterungen sind sql und txt.

source: or select a file
de: oder eine Datei auswählen

source: Select a file...
de: Wähle eine Datei...

source: Write the folders that have to be created into the sites files system separated by commas. If you need a folder into another folder you can write expressions like "folder/folder".
de: Verzeichnisse, die im Dateisystem der Seite erstellt werden sollen, getrennt durch ",". Auch Unterordner sind möglich durch Ausdrücke wie "ordner/unterordner".

source: Add
de: Hinzufügen

source: Site allowed themes
de: Erlaubte Seiten Themes

source: Site DNS
de: Seiten-DNS

source: Actions
de: Aktionen

source: Site allowed extensions
de: Erlaubte Seiten Extensions

source: Create a new instance
de: Eine neue Instanz erstellen

source: Description (internal)
de: Beschreibung (intern)

source: Site admin password
de: Site Admin Passwort

source: Database information
de: Datenbank-Informationen

source: Site database type
de: Datenbank-Typ

source: Site database host
de: Datenbank-Host der Seite

source: Site database
de: Datenbank

source: Site database username
de: Datenbank-Benutzername

source: Site database password
de: Datenbank-Passwort

source: Site database prefix
de: Datenbank-Prefix

source: Create database
de: Datenbank erstellen

source: Choose a model...
de: Wähle ein Modell...

source: Delete model
de: Modell löschen

source: Confirm model deletion
de: Modell-Löschung bestätigen

source: Delete
de: Löschen

source: List of models
de: Liste der Modelle

source: Model file name
de: Modell-Dateiname

source: DB tables prefix
de: Prefix der DB-Tabellen

source: Options
de: Optionen

source: No models available. You must define models before create instances.
de: Keine Modelle verfügbar. Bevor Instanzen erstellt werden können, müssen zuerst Modelle definiert werden.

source: Upgrade extensions
de: Extensions aktualisieren

source: Modules folder
de: Modul-Ordner

source: Upgrade sites
de: Seiten aktualisieren

source: All the sites and modules are upgraded to the current versions
de: Alle Seiten und Module sind auf dem neuesten Stand.

source: Upgrade modules
de: Module aktualisieren

source: Not modules selected
de: Keine Module ausgewählt

source: Delete instance
de: Instanz löschen

source: Confirm the instance deletion. It means delete its database and files.
de: Bitte die Löschung der Instanz bestätigen. Dabei werden die Datenbank und die Dateien der Instanz gelöscht.

source: Delete site files
de: Seiten-Dateien löschen

source: Delete database (only possible if the user of the database has enough permissions)
de: Datenbank löschen (nur möglich, falls der Benutzer der Datenbank ausreichende Berechtigungen hat)

source: Create a new instance is not possible because the file <b>config/multisites_dbconfig.php</b> does not exists or it is not writeable.
de: Fehler! Die Erstellung einer neuen Instanz ist nicht möglich, da die Datei <strong>config/multisites_dbconfig.php</strong> nicht existiert oder nicht beschreibbar ist.

source: Add theme
de: Theme hinzufügen

source: List of instances
de: Liste von Instanzen

source: All
de: Alle

source: Real name
de: Realer Name

source: Creation date
de: Erstellungsdatum

source: Site allowed elements
de: Erlaubte Seiten-Elemente

source: Site themes
de: Seiten-Themes

source: No sites defined
de: Keine Seiten definiert.

source: Module configuration
de: Modul-Konfiguration

source: Model files folder
de: Ordner für Modelldateien

source: Temporal folder .htaccess file content
de: Inhalt der .htaccess-Datei des temporären Ordners

source: Global admin name
de: Globaler Admin Name

source: Global admin password
de: Globaler Admin Passwort

source: Global admin e-mail
de: Globaler Admin E-Mail

source: Modify
de: Ändern

source: Multiple Zikula installations
de: Mehrere Zikula-Installationen

source: Multisites system installation. Version RC1
de: Installation des Multisites-Systems.

source: The installation of Multisites requires 5 steps
de: Die Installation von Multisites läuft in einfachen 5 Schritten ab.

source: Copy the files <strong>multisites_config.php</strong> and <strong>multisites_dbconfig.php</strong> in the folder config and set them to writeable (chmod770 or chmod660).
de: Kopiere die Dateien <strong>multisites_config.php</strong> und <strong>multisites_dbconfig.php</strong> in den Ordner config und setze sie auf beschreibbar (chmod770 oder chmod660).

source: Create a writeable directory in your server and note down its physical path.
de: Erstelle ein beschreibbares Verzeichnis auf dem Server und notiere dessen physischen Pfad.

source: Set the file <strong>multisites_config.php</strong> as read only (chmod 644 or 444).
de: Setze die Datei <strong>multisites_config.php</strong> auf reinen Lesezugriff (chmod 644 oder 444).

source: Proceed with the module installation.
de: Mit der Installation fortfahren.

source: Go on with the installation
de: Mit der Installation fortfahren.

source: Step 1 - Checking the correct location of the files multisites_config.php and multisites_dbconfig.php
de: Schritt 1 - Überprüfung des korrekten Ortes der Dateien multisites_config.php und multisites_dbconfig.php

source: You have to locate the files <strong>config/multisites_config.php</strong> and <strong>multisites_dbconfig.php</strong> into the directory <strong>config</strong> of Zikula and give them writeable permissions.
de: Die Dateien <strong>config/multisites_config.php</strong> und <strong>multisites_dbconfig.php</strong> müssen im Verzeichnis <strong>config</strong> von Zikula sein und beschreibbar sein.

source: The file <strong>config/multisites_config.php</strong> has not been found in the directory <strong>config</strong>.
de: Fehler! Die Datei <strong>config/multisites_config.php</strong> konnte nicht im Verzeichnis <strong>config</strong> gefunden werden.

source: The file <strong>config/multisites_config.php</strong> is located in the correct place.
de: Die Datei <strong>config/multisites_config.php</strong> ist am richtigen Platz.

source: The file <strong>config/multisites_config.php</strong> is not writeable, but it should be.
de: Fehler! Die Datei <strong>config/multisites_config.php</strong> ist nicht beschreibbar, was aber der Fall sein sollte.

source: The file <strong>config/multisites_config.php</strong> is writeable.
de: Die Datei <strong>config/multisites_config.php</strong> ist beschreibbar.

source: The file <strong>config/multisites_dbconfig.php</strong> has not been found in the directory <strong>config</strong>.
de: Fehler! Die Datei <strong>config/multisites_dbconfig.php</strong> konnte nicht im Verzeichnis <strong>config</strong> gefunden werden.

source: The file <strong>config/multisites_dbconfig.php</strong> is located in the correct place.
de: Die Datei <strong>config/multisites_dbconfig.php</strong> ist am richtigen Platz.

source: The file <strong>config/multisites_dbconfig.php</strong> is not writeable, but it should be.
de: Fehler! Die Datei <strong>config/multisites_dbconfig.php</strong> ist nicht beschreibbar, was aber der Fall sein sollte.

source: The file <strong>config/multisites_dbconfig.php</strong> is writeable.
de: Die Datei <strong>config/multisites_dbconfig.php</strong> ist beschreibbar.

source: Check again
de: Nochmal prüfen

source: Go on with the step 2
de: Weiter mit Schritt 2

source: Step 2 - Checking the sites files directory existence
de: Schritt 2 - Überprüfung der Existenz des Verzeichnisses für die Seitendateien

source: Script Real Path
de: Realer Skript-Pfad

source: Write the physical location of the directory in the server
de: Gebe den physischen Ort des Verzeichnisses auf dem Server ein

source: Accept
de: Akzeptieren

source: Step 3 - Writing the correct parameters in the file <strong>multisites_config.php</strong>
de: Schritt 3 - Schreiben der korrekten Parameter in die Datei <strong>multisites_config.php</strong>

source: Main domain
de: Haupt-Domain

source: Sites temporal directory
de: Temporäres Verzeichnis der Seite

source: Sites data directory
de: Verzeichnis der Seiten-Daten

source: Step 4 - Check if the file multisites_config.php is not writeable
de: Schritt 4 - Sicherstellen, dass die Datei multisites_config.php nicht beschreibbar ist

source: The file <strong>config/multisites_config.php</strong> is writeable, but it should not be. Please set this file as not writeable.
de: Die Datei <strong>config/multisites_config.php</strong> ist beschreibbar, sollte sie aber nicht sein. Bitte diese Datei auf nur-lesen stellen.

source: The file <strong>config/multisites_config.php</strong> is not writeable.
de: Die Datei <strong>config/multisites_config.php</strong> ist nicht beschreibbar.

source: Proceed with the module installation
de: Weiter mit der Modul-Installation
