Repository: Portugao/german
Catalog: Profile/tags/Profile-2.0/*/LC_MESSAGES/module_profile.po
Languages: de

source: Profile
de: Profil

source: Provides a personal account control panel for each registered user, an interface to administer the personal information items displayed within it, and a registered users list functionality. Works in close unison with the 'Users' module.
de: Profilzentrale, Benutzerinformationen und Mitgliederliste. Arbeitet eng mit dem Benutzermodul zusammen.

source: profile
de: profil

source: User Information
de: Benutzer Information

source: The '%1$s' field is required.
de: Das '%1$s' Feld ist Pflicht.

source: There was a problem with one of the personal information fields.
de: Es gibt ein Problem mit einem Feld der persönlichen Informationen.

source: Go to the Avatar manager
de: Gehe zur Avatarverwaltung

source: %s's site
de: %s's Website

source: Users on-line
de: Benutzer online

source: Show which registered users are currently on-line
de: Benutzer online anzeigen

source: Last X registered users
de: Letzte Registrierungen

source: Show last X registered users
de: Letzte Registrierungen anzeigen

source: Recent visitors
de: Letzte Besucher

source: Show registered users having visited the site recently
de: Letzte Besucher anzeigen

source: Featured user
de: Besonderer Benutzer

source: Show featured user
de: Besonderen Benutzer anzeigen

source: Notice: This version does not support upgrades from versions less than 1.6. Please upgrade before upgrading again to version %s.
de: Info: Diese Version unterstützt kein Update von Versionen älter als 1.6. Bitte vorher upgraden um auf die Version %s zu aktualisieren.

source: _UREALNAME
de: Echter Name

source: _UFAKEMAIL
de: angezeigte E-Mail Adresse

source: _YOURHOMEPAGE
de: Homepage

source: _TIMEZONEOFFSET
de: Zeitzone

source: _YOURAVATAR
de: Avatar

source: _YICQ
de: ICQ ID

source: _YAIM
de: AOL ID

source: _YYIM
de: Yahoo ID

source: _YMSNM
de: MSN ID

source: _YLOCATION
de: Ort

source: _YOCCUPATION
de: Beruf

source: _SIGNATURE
de: Signatur

source: _EXTRAINFO
de: Zusatzinformation

source: _YINTERESTS
de: Interessen

source: Error! Could not find the specified module (%s).
de: Fehler! Das angegebene Modul (%s) konnte nicht gefunden werden.

source: Error! Invalid '%s' passed.
de: Fehler! Ungültige '%s' übermittelt.

source: Error! There is already an personal info item with the label '%s'.
de: Fehler! Es existiert bereits ein Benutzerattribut mit der Bezeichnung '%s'.

source: Error! There is already an personal info item with the attribute name '%s'.
de: Fehler! Es existiert bereits ein Benutzerattribut mit dem Attributnamen '%s'.

source: Missing dynamic data array in call to %1$s
de: Dynamisches Datenarray fehlt im Aufruf von %1$s

source: Account Settings
de: Benutzerkonto

source: Edit Profile
de: Profil ändern

source: Change Email Address
de: Email Adresse ändern

source: Change Password
de: Passwort ändern

source: Messages
de: Nachricht

source: Registered Users
de: registrierte Benutzer

source: Last %s Registered Users
de: Letzte %s registrierte Benutzer

source: Users Online
de: Benutzer online

source: Error! There is already an item with the attribute name '%s'.
de: Fehler! Es existiert bereits ein Attribut mit dem Namen '%s'.

source: Error! No such personal info item found.
de: Fehler! Kein entsprechendes Benutzerattribut gefunden.

source: Error! You cannot delete this personal info item.
de: Fehler! Das Benutzerattribut kann nicht gelöscht werden.

source: Error! You cannot deactivate this personal info item.
de: Fehler! Das Benutzerattribut kann nicht deaktiviert werden.

source: Fields
de: Feld

source: Create new field
de: Neues Benutzerattribut anlegen

source: Settings
de: Einstellungen

source: Users Module
de: Benutzermodul

source: Help
de: Hilfe

source: Invalid %1$s.
de: %1$s ungültig.

source: Query failed.
de: Anfrage fehlgeschlagen.

source: Error! Could not load data.
de: Fehler! Daten können nicht geladen werden.

source: Error! Could not find this user.
de: Fehler! Der Benutzer konnte nicht gefunden werden.

source: Error! Could not find profile page [%s].
de: Fehler! Es konnte kein Benutzerprofile [%s] gefunden werden.

source: Error! Could not load items.
de: Fehler! Die Sektionen konnte nicht geladen werden.

source: Error! A required profile item [%s] is missing.
de: Fehler! Ein notwendiges Benutzerattribut [%s] fehlt.

source: Done! The profile has been successfully updated.
de: Erledigt! Das Profil wurde erfolgreich aktualisiert.

source: Active
de: Aktivieren

source: Required
de: Pflichtfeld

source: Deactivate
de: Aktivieren

source: Inactive
de: Inaktiv

source: Activate
de: Aktivieren

source: Not editable field
de: Feld nicht bearbeitbar

source: Third-party (not editable)
de: Drittanbieter (nicht bearbeitbar)

source: Third-party
de: Drittanbieter

source: Edit
de: Bearbeiten

source: Up
de: Hoch

source: Down
de: Runter

source: Delete
de: Löschen

source: Error! The item must have a label. An example of a recommended label is: '_MYDUDLABEL'.
de: Fehler! Das Attribut muss eine Bezeichnung haben. Ein Beispiel für eine empfohlene Bezeichnung ist: '_MYDUDLABEL'.

source: Error! The item must have an attribute name. An example of an acceptable name is: 'mydudfield'.
de: Fehler! Das Attribut muss einen Attributnamen haben. Ein Beispiel für einen akzeptierten Attributnamen ist: 'mydudfield'.

source: Error! There is already an attribute name with this naming.
de: Fehler! Es existiert bereits ein Benutzerattribut mit dem gleichen Attributnamen.

source: Done! Created new personal info item.
de: Erledigt! Das Attribut wurde erfolgreich erstellt.

source: Done! Saved your changes.
de: Erledigt! Die Änderungen wurden erfolgreich gespeichert.

source: Dropdown list
de: Dropdown Liste

source: Date
de: Datum

source: Multiple checkbox set
de: Multiple Checkbox

source: No
de: Nein

source: Yes
de: Ja

source: Everyone
de: Jeder

source: Registered users only
de: nur registrierte Benutzer

source: Admins and account owner only
de: Nur für Administratoren und angemeldete Benutzer

source: Admins only
de: nur Administratoren

source: Done! The field has been successfully deleted.
de: Erledigt! Das Feld wurde erfolgreich gelöscht.

source: Error! You cannot decrease the weight of this account property.
de: Fehler! Die Gewichtung dieses Attributs kann nicht verringert werden.

source: Done! Saved your settings changes.
de: Erledigt! Die geänderten Einstellungen wurden wurde gespeichert.

source: Sorry! You do not have authorisation for this module.
de: Entschuldigung! Keine Autorisierung für den Zugriff auf dieses Modul vorhanden.

source: Error! Could not save your changes.
de: Fehler! Die Änderungen konnte nicht gespeichert werden.

source: Error! Could not load the section.
de: Fehler! Die Sektionen konnte nicht geladen werden.

source: Personal Information
de: Persönliche Informationen

source: Personal information
de: Persönliche Informationen

source: Fields List
de: Feld Liste

source: Notice: Use drag and drop to arrange the personal info items into your desired order. The new order will be saved automatically when you drop the item into place.
de: Hinweis: Die Liste der Benutzerattribute kann mittels Drag und Drop in eine beliebige Reihenfolge gebracht werden. Die neue Reihenfolge wird automatisch gespeichert.

source: Label
de: Bezeichnung

source: Attribute name
de: Attributname

source: Type
de: Art

source: Actions
de: Aktionen

source: click to
de: klicke um

source: Registered users list settings
de: Benutzerlisten

source: Display the user's registration date
de: Registrierungsdatum anzeigen

source: Users per page in 'Registered users list'
de: Benutzer pro Seite in 'Benutzerliste'

source: Users per page in 'Users currently on-line' page
de: Benutzer pro Seite in 'Benutzer online'

source: Users per page in 'Recent registrations' page
de: Benutzer pro Seite in 'Neueste Benutzer'

source: Filter unverified users from 'Registered users list'
de: Unbestätigte Benutzer aus der 'Benutzerliste' herausfiltern

source: User registration form settings
de: Benutzerregistrierung

source: The personal info items that you activate below will be displayed in the user registration form if the 'Users' module is configured to display personal info items during user registration, and if the 'Profile' module is specified in the 'General settings manager' as the module to provide the site's user profile management functionality. Personal info items that are configured as 'Required' will always be displayed in the user registration form.
de: Die folgenden aktivierten Benutzerattribute werden während der Registrierung eines neuen Benutzers angezeigt. Dazu muss die Anzeige der Benutzerattribute im Benutzermodul ('Users') aktiviert und das Modul 'Profile' als Standard Profilverwaltung (Modul: 'Settings') ausgewählt werden. Benutzerattribute, die als 'notwendig' deklariert sind, werden grundsätzlich im Registrierungsformular angezeigt. Die folgende Liste beinhaltet nur Attribute, die nicht als 'notwendig' gekennzeichnet wurden.

source: Personal info items to include in user registration form
de: Benutzerattribute im Registrierungsprozess

source: Save
de: Speichern

source: Cancel
de: Abbrechen

source: Edit Field
de: Feld editieren

source: New Field
de: Neues Feld

source: Item
de: Eintrag

source: Notice: No special characters or spaces are allowed in the personal info item's label or attribute name.
de: Hinweis: Bei der Bezeichnung und beim Attributnamen dürfen keine Sonderzeichen oder Leerzeichen genutzt werden.

source: Check the <strong><a href="%s">help page</a></strong> to get more information about labels and translatable stuff.
de: Weitere Informationen über Namen, Bezeichnungen und Übersetzungen stehen in der <strong> <a href="%s">Hilfe</a></strong> zur Verfügung.

source: Notice: The attribute name you enter cannot be changed afterwards, so you should choose it carefully.
de: Hinweis: Der Attributname kann nachträglich nicht mehr verändert werden. Aus diesem Grund sollten vorab sämtliche Namen sorgfältig geplant werden.

source: Make this a 'Required' item
de: Angabe dieses Attributs ist notwendig

source: Select
de: Auswahl

source: Visibility
de: Sichtbar für

source: Type of control to display
de: Art der Anzeige

source: Pattern
de: Muster

source: Content
de: Inhalt

source: Notice: Precede output options by '@@'. Example: '@@No@@Yes', '@@Disabled@@Enabled'. The order is important. If you want to have a different label in the edit form, you can use the following format: 'EditLabel@@DisplayNo@@DisplayYes'. All the values are translatable.
de: Hinweis: Jede Option muss mit '@@' beginnen. Beispiel: '@@Nein@@Ja', '@@Deaktiviert@@Aktiviert'. Die Reihenfolge ist hierbei wichtig. Falls im Bearbeitungsformular eine andere Beschriftung angezeigt werden soll, so kann folgendes Format genutzt werden: 'Beschriftung@@AnzeigeNein@@AnzeigeJa'. Alle Werte sind übersetzbar.

source: Notice: Use the following format for each option: '@@label@id'. Example: '@@radio option 1@id1@@radio option 2@id2@@radio option 3@id3'. The options are translatable.
de: Hinweis: Bitte folgendes Format für jede Option benutzen: '@@label@id'. Zum Beispiel: '@@radio 1@id1@@radio 2@id2@@radio 3@id3'. Diese Optionen sind übersetzbar.

source: Notice: Use the following format for each option: '@@label@id'. Example for a simple list: '@@option 1@id1@@option 2@id2@@option 3@id3'. Example for a multiple checkbox set: '1@@option 1@id1@@option 2@id2@@option 3@id3'. The options are translatable.
de: Hinweis: Bitte folgendes Format für jede Option benutzen: '@@label@id'. Beispiel für eine einfache Liste: '@@option 1@id1@@option 2@id2@@option 3@id3'. Ein weiteres Beispiel für eine Mehrfachauswahl: '1@@option 1@id1@@option 2@id2@@option 3@id3'. Diese Optionen sind übersetzbar.

source: Notice: You can choose the date format to use: 'EUR' (day month year, default), 'US' (month day, year) or 'DB' (YYYY-MM-DD). Month names are automatically translated.
de: Info: Man kann das Datumsformat auswählen: 'EUR' (DD-MM-YYYY), 'US' (MM-DD-YYYY) oder 'DB' (YYYY-MM-DD).

source: Notice: Use the following format for each option: 'id,label;'. Example: 'id1,label1;id2,label2;id3,label3'. Each property should be separated with a semicolon (';'). The ID and label of each property should be separated by a comma (','). The labels are translatable.
de: Hinweis: Bitte folgendes Format für jede Option benutzen: 'id,label;'. Zum Beispiel: 'id1,label1;id2,label2;id3,label3'. Jede Option sollte mit einem Semikolon (';') getrennt werden. Die 'IDs' und 'Labels' werden mit einem Komma (',') getrennt. Die Labels sind auch übersetzbar.

source: Warning! If you want to edit the ID of an option without losing associated user data in the database, its label must not be renamed simultaneously. Also, do not assign IDs and labels the same naming. You are recommended to give each option an unique ID and a unique name, and to try to avoid renaming an ID once it has been created.
de: Warnung! Falls die ID einer Option geändert werden soll ohne das die dazugehörigen Benutzerdaten in der Datenbank verloren gehen sollen, so darf man nicht gleichzeitig das Label ändern. Außerdem sollte man IDs und Labels nicht gleich benennen. Es wird empfohlen, zu jeder Option eine eindeutige ID und einen eindeutigen Namen zu vergeben und auch spätere Umbennenungen zu vermeiden.

source: Notice: Entering an ID is optional. If you do not specify an ID, the option position will be used for the ID (starting from zero), instead of the user-defined ID you can enter here. You are recommended to choose an ID that is unique, and to avoid subsequently modifying it.
de: Hinweis: Die Angabe einer ID ist optional. Fehlt diese Angabe, so werden die Optionen anhand der Position (beginnend bei 0) durchnummeriert. Es wird die Nutzung von eindeutigen IDs empfohlen und auf eine spätere Anpassung sollte besser verzichtet werden.

source: Notice to display with personal info item
de: Anzuzeigender Hinweis

source: Delete personal info item
de: Benutzerattribut löschen

source: Do you really want to delete this personal info item?
de: Sollen das Attribut wirklich gelöscht werden?

source: Confirmation prompt
de: Sicherheitsabfrage

source: Profile manager
de: Profilverwaltung

source: About Profile
de: Über das Profil-Modul

source: There are some details that you may know about Profile and how it let you translate the Account Properties labels and values of your site.
de: Es gibt einige Details, die Sie über das Profilmodul wissen sollten und auch wie man bei den diversen Übersetzungen vorgeht.

source: First of all, it's recommended to move the translation files of Profile to the /config directory to custom them there.
de: Zuerst wird empfohlen, die vorhandenen Sprach- und Übersetzungsdateien des Profilmoduls in das /config-Verzeichnis zu kopieren, wo diese dann angepasst werden können.

source: Copy all the files of the modules/zikula/profile-module/Resources/locale directory to /config/locale. There you will customize the catalog module_zikulaprofilemodule.pot and the translations afterwards.
de: Dazu bitte alle Dateien aus dem Verzeichnis /modules/Profile/locale nach /config/locale kopieren. Dort kann dann die Übersetzungsschablone 'module_zikulaprofilemodule.pot' verändert werden und auf deren Basis, die neuen Übersetzungen vorgenommen werden.

source: About the property labels
de: Über die Attributbezeichnung

source: It's recommended to use unique words for the labels, for that reason we use the format: _DUDLABEL and translate them for each available language in the site to a readable text.
de: Es wird die Nutzung von eindeutigen Wörtern für die Bezeichnungen empfohlen. Aus diesem Grund wurde auch das Format _DUDLABEL gewählt, dass dann in jede verfügbare Sprache in einen lesbaren Text übersetzt werden kann.

source: After you create a new property label (such as _MYDUDLABEL), you must add the msgid to your catalog (POT file). You will need two lines per label: <strong>msgid '_MYDUDLABEL'</strong> then one line after the <strong>msgstr ''</strong> (study the default catalog content).
de: Hinweis: Nach der Anlage eines neuen Atributs (z.B. _MYDUDLABEL), muss die msgid in die Datei 'modules/Profile/locale/module_profile.pot' hinzugefügt werden. Pro Bezeichnung werden zwei Zeilen benötigt: <strong>msgid '_MYDUDLABEL'</strong> und danach die Zeile <strong>msgstr ''</strong>. Anschließend muss eine PO-Datei generiert werden, in der die eigentliche Übersetzung dann enthalten ist.

source: With the updated POT, you can syncronize the translations (.PO files) for each available language, or even create a new .PO from the catalog with a tool like poEdit.
de: Mit der aktualisierten POT-Datei können dann die Übersetzungen (.PO-Dateien) für die individuelle Sprache synchronisiert werden. Alternativ kann auch mit Tools, wie PoEdit, eine vollständig neue Übersetzung (.PO-Datei) auf Basis der geänderten POT-Schablone erstellt werden.

source: In the .PO file you will be able to translate _MYDUDLABEL to the corresponding text for each specific language, to provide a legible display string like 'My DUD Label'.
de: In der eigentlichen .PO-Datei besteht nun die Möglichkeit die entsprechende Zeichenkette _MYDUDLABEL in die jeweilige Sprache zu übersetzen, wie beispielsweise zu einem Anzeigetext "Mein Benutzerattribut".

source: About the property values
de: Über die Optionsfelder

source: Some display types like checkboxes, radio buttons, dropdown lists and multicheckboxes, allows to define a specific set of options to show.
de: Einige Anzeigearten, wie Checkboxen, Radio Buttons, Dropdown Listen und Multi-Checkboxen, erlauben es, eine bestimmte Anzahl an Optionen zu definieren.

source: Each option can be added in the catalog to be translated. Also, if you use a custom date format that needs translation, it can be added to the catalog too.<br />Enjoy!
de: Jede Option kann in die Übersetzungsdatei aufgenommen werden. Das ist auch bei benutzerdefinierten und übersetzbaren Datumsformaten möglich.<br />Viel Spaß!

source: Registered on %s
de: Registriert am %s

source: unread
de: ungelesen

source: total
de: gesamt

source: Send private message
de: Private Mitteilung versenden

source: %s registered user
de: %s registrierter Benutzer

source: %s anonymous guest
de: %s Gast

source: %1$s and %2$s online.
de: %1$s und %2$s online.

source: Number of recently-registered users to display
de: Anzahl der neu registrierten Benutzer

source: Number of recent visitors to display
de: Anzahl der neu registrierten Benutzer

source: User name
de: Benutzername

source: Information to show
de: Anzuzeigende Informationen

source: Show registration date
de: Registrierungsdatum anzeigen

source: Maximum number of characters to display
de: Maximal anzuzeigende Zeichen

source: Latest articles of %s
de: Letzte Beiträge von %s

source: On %s
de: Am %s

source: No recent articles found.
de: Keine Beiträge gefunden.

source: Latest comments of %s
de: Letzte Kommentare von %s

source: No recent commets found.
de: Keine Kommentare gefunden.

source: User Name
de: Benutzername

source: Real Name
de: Echter Name

source: Site
de: Homepage

source: No registered users are currently online.
de: Aktuell sind keine Benutzer online.

source: Registration Date
de: Registrierungsdatum

source: No recently registered users found.
de: Keine kürzlich registrierte Benutzer gefunden.

source: Search
de: Suche

source: Submit
de: Ändern

source: Search in User Names
de: Benutzernamen durchsuchen

source: Search in Real Names
de: Echte Namen durchsuchen

source: Search in Site
de: Homepage durchsuchen

source: Real name
de: Echter Name

source: No users found.
de: Keine Benutzer gefunden.

source: Statistics
de: Statistiken

source: Registered:
de: Registriert:

source: Newest User:
de: Neuester Benutzer:

source: User Name:
de: Benutzername:

source: Registration Date:
de: Registrierungsdatum:

source: Latest submissions of %s
de: Neueste Inhalte von %s

source: Items marked with an asterisk (*) are required entries.
de: Die Angabe der mit (*) markierten Felder ist notwendig.

source: Reset
de: Zurück setzen

source: Sorry! A required personal info item is missing. Please correct and try again.
de: Entschuldigung! Die Angabe eines erforderlichen Benutzerattributs fehlt. Bitte berichtigen und erneut versuchen.

source: &quot;%1$s: %2$s&quot; is required. Please select an option.
de: &quot;%1$s: %2$s&quot; ist notwendig. Bitte wähle eine Option.

source: Please select an item in the list.
de: Wähle einen Eintrag aus der Liste.
